
  ___  ____  ____  ____  ____ (R)
 /__    /   ____/   /   ____/
___/   /   /___/   /   /___/   14.2   Copyright 1985-2015 StataCorp LLC
  Statistics/Data Analysis            StataCorp
                                      4905 Lakeway Drive
     MP - Parallel Edition            College Station, Texas 77845 USA
                                      800-STATA-PC        http://www.stata.com
                                      979-696-4600        stata@stata.com
                                      979-696-4601 (fax)

18-user 8-core Stata network perpetual license:
       Serial number:  501406201034
         Licensed to:  National Bureau of Economic Research
                       Cambridge, MA 02138

Notes:
      1.  Stata is running in batch mode.
      2.  Unicode is supported; see help unicode_advice.
      3.  More than 2 billion observations are allowed; see help obs_advice.
      4.  Maximum number of variables is set to 32767; see help set_maxvar.


running /disk/admin/Linux-local/stata14/sysprofile.do ...


running /homes/nber/reifj/ado/profile.do ...

. do wyoung_simulations.do 

. *****************************************************************************
> ****************************************
. *****************************************************************************
> ****************************************
. * This script provides companion code for the -wyoung- Stata command. See www
> .nber.org/workplacewellness/s/wyoung.pdf for additional details.
. 
. * Citation:
. * Jones, D., D. Molitor, and J. Reif. 2018. "What Do Workplace Wellness Progr
> ams Do? Evidence from the Illinois Workplace Wellness Study." National Bureau
>  of Economic Research Working Paper No. 24229.
. 
. 
. *****************************************************************************
> ****************************************
. *****************************************************************************
> ****************************************
. *****************************************************************************
> ****************************************
. * This script runs simulations to test the family-wise error rate (and power)
>  of the Westfall-Young resampling method
. * NSIM specifies how many simulations to run for each particular example
. * NBOOT specifies the number of bootstraps employed by the Westfall-Young com
> mand for each particular simulation
. * NOBS specifies the sample size
. * Ideally, both NSIM and NBOOT are "large". However, if forced to choose for 
> computational reasons, Westfall and Young (1993) recommend erring on the side
>  of using NSIM > NBOOT. 
. 
. * Note: this script requires the -regsave- and -texsave- modules to run. Type
>  -ssc install regsave, replace- and -ssc install texsave, replace- at the Sta
> ta prompt to install them.
. *****************************************************************************
> ****************************************
. *****************************************************************************
> ****************************************
. *****************************************************************************
> ****************************************
. clear 

. set more off

. program drop _all

. tempfile results t

. 
. * Simulation intermediate results are outputted here
. local outdir "output"

. cap mkdir "`outdir'"

. 
. * Table is outputted here
. local tbldir "tables"

. cap mkdir "`tbldir'"

. 
. local NSIM  = 2000

. local NBOOT = 1000

. local NOBS  = 100

. 
. ***********************************
. * Run simulations for each scenario
. ***********************************
. qui foreach scen in "normal" "subgroup" "lognormal" "correlated" "cluster" {
normal 1
normal 2
normal 3
normal 4
normal 5
normal 6
normal 7
normal 8
normal 9
normal 10
normal 11
normal 12
normal 13
normal 14
normal 15
normal 16
normal 17
normal 18
normal 19
normal 20
normal 21
normal 22
normal 23
normal 24
normal 25
normal 26
normal 27
normal 28
normal 29
normal 30
normal 31
normal 32
normal 33
normal 34
normal 35
normal 36
normal 37
normal 38
normal 39
normal 40
normal 41
normal 42
normal 43
normal 44
normal 45
normal 46
normal 47
normal 48
normal 49
normal 50
normal 51
normal 52
normal 53
normal 54
normal 55
normal 56
normal 57
normal 58
normal 59
normal 60
normal 61
normal 62
normal 63
normal 64
normal 65
normal 66
normal 67
normal 68
normal 69
normal 70
normal 71
normal 72
normal 73
normal 74
normal 75
normal 76
normal 77
normal 78
normal 79
normal 80
normal 81
normal 82
normal 83
normal 84
normal 85
normal 86
normal 87
normal 88
normal 89
normal 90
normal 91
normal 92
normal 93
normal 94
normal 95
normal 96
normal 97
normal 98
normal 99
normal 100
normal 101
normal 102
normal 103
normal 104
normal 105
normal 106
normal 107
normal 108
normal 109
normal 110
normal 111
normal 112
normal 113
normal 114
normal 115
normal 116
normal 117
normal 118
normal 119
normal 120
normal 121
normal 122
normal 123
normal 124
normal 125
normal 126
normal 127
normal 128
normal 129
normal 130
normal 131
normal 132
normal 133
normal 134
normal 135
normal 136
normal 137
normal 138
normal 139
normal 140
normal 141
normal 142
normal 143
normal 144
normal 145
normal 146
normal 147
normal 148
normal 149
normal 150
normal 151
normal 152
normal 153
normal 154
normal 155
normal 156
normal 157
normal 158
normal 159
normal 160
normal 161
normal 162
normal 163
normal 164
normal 165
normal 166
normal 167
normal 168
normal 169
normal 170
normal 171
normal 172
normal 173
normal 174
normal 175
normal 176
normal 177
normal 178
normal 179
normal 180
normal 181
normal 182
normal 183
normal 184
normal 185
normal 186
normal 187
normal 188
normal 189
normal 190
normal 191
normal 192
normal 193
normal 194
normal 195
normal 196
normal 197
normal 198
normal 199
normal 200
normal 201
normal 202
normal 203
normal 204
normal 205
normal 206
normal 207
normal 208
normal 209
normal 210
normal 211
normal 212
normal 213
normal 214
normal 215
normal 216
normal 217
normal 218
normal 219
normal 220
normal 221
normal 222
normal 223
normal 224
normal 225
normal 226
normal 227
normal 228
normal 229
normal 230
normal 231
normal 232
normal 233
normal 234
normal 235
normal 236
normal 237
normal 238
normal 239
normal 240
normal 241
normal 242
normal 243
normal 244
normal 245
normal 246
normal 247
normal 248
normal 249
normal 250
normal 251
normal 252
normal 253
normal 254
normal 255
normal 256
normal 257
normal 258
normal 259
normal 260
normal 261
normal 262
normal 263
normal 264
normal 265
normal 266
normal 267
normal 268
normal 269
normal 270
normal 271
normal 272
normal 273
normal 274
normal 275
normal 276
normal 277
normal 278
normal 279
normal 280
normal 281
normal 282
normal 283
normal 284
normal 285
normal 286
normal 287
normal 288
normal 289
normal 290
normal 291
normal 292
normal 293
normal 294
normal 295
normal 296
normal 297
normal 298
normal 299
normal 300
normal 301
normal 302
normal 303
normal 304
normal 305
normal 306
normal 307
normal 308
normal 309
normal 310
normal 311
normal 312
normal 313
normal 314
normal 315
normal 316
normal 317
normal 318
normal 319
normal 320
normal 321
normal 322
normal 323
normal 324
normal 325
normal 326
normal 327
normal 328
normal 329
normal 330
normal 331
normal 332
normal 333
normal 334
normal 335
normal 336
normal 337
normal 338
normal 339
normal 340
normal 341
normal 342
normal 343
normal 344
normal 345
normal 346
normal 347
normal 348
normal 349
normal 350
normal 351
normal 352
normal 353
normal 354
normal 355
normal 356
normal 357
normal 358
normal 359
normal 360
normal 361
normal 362
normal 363
normal 364
normal 365
normal 366
normal 367
normal 368
normal 369
normal 370
normal 371
normal 372
normal 373
normal 374
normal 375
normal 376
normal 377
normal 378
normal 379
normal 380
normal 381
normal 382
normal 383
normal 384
normal 385
normal 386
normal 387
normal 388
normal 389
normal 390
normal 391
normal 392
normal 393
normal 394
normal 395
normal 396
normal 397
normal 398
normal 399
normal 400
normal 401
normal 402
normal 403
normal 404
normal 405
normal 406
normal 407
normal 408
normal 409
normal 410
normal 411
normal 412
normal 413
normal 414
normal 415
normal 416
normal 417
normal 418
normal 419
normal 420
normal 421
normal 422
normal 423
normal 424
normal 425
normal 426
normal 427
normal 428
normal 429
normal 430
normal 431
normal 432
normal 433
normal 434
normal 435
normal 436
normal 437
normal 438
normal 439
normal 440
normal 441
normal 442
normal 443
normal 444
normal 445
normal 446
normal 447
normal 448
normal 449
normal 450
normal 451
normal 452
normal 453
normal 454
normal 455
normal 456
normal 457
normal 458
normal 459
normal 460
normal 461
normal 462
normal 463
normal 464
normal 465
normal 466
normal 467
normal 468
normal 469
normal 470
normal 471
normal 472
normal 473
normal 474
normal 475
normal 476
normal 477
normal 478
normal 479
normal 480
normal 481
normal 482
normal 483
normal 484
normal 485
normal 486
normal 487
normal 488
normal 489
normal 490
normal 491
normal 492
normal 493
normal 494
normal 495
normal 496
normal 497
normal 498
normal 499
normal 500
normal 501
normal 502
normal 503
normal 504
normal 505
normal 506
normal 507
normal 508
normal 509
normal 510
normal 511
normal 512
normal 513
normal 514
normal 515
normal 516
normal 517
normal 518
normal 519
normal 520
normal 521
normal 522
normal 523
normal 524
normal 525
normal 526
normal 527
normal 528
normal 529
normal 530
normal 531
normal 532
normal 533
normal 534
normal 535
normal 536
normal 537
normal 538
normal 539
normal 540
normal 541
normal 542
normal 543
normal 544
normal 545
normal 546
normal 547
normal 548
normal 549
normal 550
normal 551
normal 552
normal 553
normal 554
normal 555
normal 556
normal 557
normal 558
normal 559
normal 560
normal 561
normal 562
normal 563
normal 564
normal 565
normal 566
normal 567
normal 568
normal 569
normal 570
normal 571
normal 572
normal 573
normal 574
normal 575
normal 576
normal 577
normal 578
normal 579
normal 580
normal 581
normal 582
normal 583
normal 584
normal 585
normal 586
normal 587
normal 588
normal 589
normal 590
normal 591
normal 592
normal 593
normal 594
normal 595
normal 596
normal 597
normal 598
normal 599
normal 600
normal 601
normal 602
normal 603
normal 604
normal 605
normal 606
normal 607
normal 608
normal 609
normal 610
normal 611
normal 612
normal 613
normal 614
normal 615
normal 616
normal 617
normal 618
normal 619
normal 620
normal 621
normal 622
normal 623
normal 624
normal 625
normal 626
normal 627
normal 628
normal 629
normal 630
normal 631
normal 632
normal 633
normal 634
normal 635
normal 636
normal 637
normal 638
normal 639
normal 640
normal 641
normal 642
normal 643
normal 644
normal 645
normal 646
normal 647
normal 648
normal 649
normal 650
normal 651
normal 652
normal 653
normal 654
normal 655
normal 656
normal 657
normal 658
normal 659
normal 660
normal 661
normal 662
normal 663
normal 664
normal 665
normal 666
normal 667
normal 668
normal 669
normal 670
normal 671
normal 672
normal 673
normal 674
normal 675
normal 676
normal 677
normal 678
normal 679
normal 680
normal 681
normal 682
normal 683
normal 684
normal 685
normal 686
normal 687
normal 688
normal 689
normal 690
normal 691
normal 692
normal 693
normal 694
normal 695
normal 696
normal 697
normal 698
normal 699
normal 700
normal 701
normal 702
normal 703
normal 704
normal 705
normal 706
normal 707
normal 708
normal 709
normal 710
normal 711
normal 712
normal 713
normal 714
normal 715
normal 716
normal 717
normal 718
normal 719
normal 720
normal 721
normal 722
normal 723
normal 724
normal 725
normal 726
normal 727
normal 728
normal 729
normal 730
normal 731
normal 732
normal 733
normal 734
normal 735
normal 736
normal 737
normal 738
normal 739
normal 740
normal 741
normal 742
normal 743
normal 744
normal 745
normal 746
normal 747
normal 748
normal 749
normal 750
normal 751
normal 752
normal 753
normal 754
normal 755
normal 756
normal 757
normal 758
normal 759
normal 760
normal 761
normal 762
normal 763
normal 764
normal 765
normal 766
normal 767
normal 768
normal 769
normal 770
normal 771
normal 772
normal 773
normal 774
normal 775
normal 776
normal 777
normal 778
normal 779
normal 780
normal 781
normal 782
normal 783
normal 784
normal 785
normal 786
normal 787
normal 788
normal 789
normal 790
normal 791
normal 792
normal 793
normal 794
normal 795
normal 796
normal 797
normal 798
normal 799
normal 800
normal 801
normal 802
normal 803
normal 804
normal 805
normal 806
normal 807
normal 808
normal 809
normal 810
normal 811
normal 812
normal 813
normal 814
normal 815
normal 816
normal 817
normal 818
normal 819
normal 820
normal 821
normal 822
normal 823
normal 824
normal 825
normal 826
normal 827
normal 828
normal 829
normal 830
normal 831
normal 832
normal 833
normal 834
normal 835
normal 836
normal 837
normal 838
normal 839
normal 840
normal 841
normal 842
normal 843
normal 844
normal 845
normal 846
normal 847
normal 848
normal 849
normal 850
normal 851
normal 852
normal 853
normal 854
normal 855
normal 856
normal 857
normal 858
normal 859
normal 860
normal 861
normal 862
normal 863
normal 864
normal 865
normal 866
normal 867
normal 868
normal 869
normal 870
normal 871
normal 872
normal 873
normal 874
normal 875
normal 876
normal 877
normal 878
normal 879
normal 880
normal 881
normal 882
normal 883
normal 884
normal 885
normal 886
normal 887
normal 888
normal 889
normal 890
normal 891
normal 892
normal 893
normal 894
normal 895
normal 896
normal 897
normal 898
normal 899
normal 900
normal 901
normal 902
normal 903
normal 904
normal 905
normal 906
normal 907
normal 908
normal 909
normal 910
normal 911
normal 912
normal 913
normal 914
normal 915
normal 916
normal 917
normal 918
normal 919
normal 920
normal 921
normal 922
normal 923
normal 924
normal 925
normal 926
normal 927
normal 928
normal 929
normal 930
normal 931
normal 932
normal 933
normal 934
normal 935
normal 936
normal 937
normal 938
normal 939
normal 940
normal 941
normal 942
normal 943
normal 944
normal 945
normal 946
normal 947
normal 948
normal 949
normal 950
normal 951
normal 952
normal 953
normal 954
normal 955
normal 956
normal 957
normal 958
normal 959
normal 960
normal 961
normal 962
normal 963
normal 964
normal 965
normal 966
normal 967
normal 968
normal 969
normal 970
normal 971
normal 972
normal 973
normal 974
normal 975
normal 976
normal 977
normal 978
normal 979
normal 980
normal 981
normal 982
normal 983
normal 984
normal 985
normal 986
normal 987
normal 988
normal 989
normal 990
normal 991
normal 992
normal 993
normal 994
normal 995
normal 996
normal 997
normal 998
normal 999
normal 1000
normal 1001
normal 1002
normal 1003
normal 1004
normal 1005
normal 1006
normal 1007
normal 1008
normal 1009
normal 1010
normal 1011
normal 1012
normal 1013
normal 1014
normal 1015
normal 1016
normal 1017
normal 1018
normal 1019
normal 1020
normal 1021
normal 1022
normal 1023
normal 1024
normal 1025
normal 1026
normal 1027
normal 1028
normal 1029
normal 1030
normal 1031
normal 1032
normal 1033
normal 1034
normal 1035
normal 1036
normal 1037
normal 1038
normal 1039
normal 1040
normal 1041
normal 1042
normal 1043
normal 1044
normal 1045
normal 1046
normal 1047
normal 1048
normal 1049
normal 1050
normal 1051
normal 1052
normal 1053
normal 1054
normal 1055
normal 1056
normal 1057
normal 1058
normal 1059
normal 1060
normal 1061
normal 1062
normal 1063
normal 1064
normal 1065
normal 1066
normal 1067
normal 1068
normal 1069
normal 1070
normal 1071
normal 1072
normal 1073
normal 1074
normal 1075
normal 1076
normal 1077
normal 1078
normal 1079
normal 1080
normal 1081
normal 1082
normal 1083
normal 1084
normal 1085
normal 1086
normal 1087
normal 1088
normal 1089
normal 1090
normal 1091
normal 1092
normal 1093
normal 1094
normal 1095
normal 1096
normal 1097
normal 1098
normal 1099
normal 1100
normal 1101
normal 1102
normal 1103
normal 1104
normal 1105
normal 1106
normal 1107
normal 1108
normal 1109
normal 1110
normal 1111
normal 1112
normal 1113
normal 1114
normal 1115
normal 1116
normal 1117
normal 1118
normal 1119
normal 1120
normal 1121
normal 1122
normal 1123
normal 1124
normal 1125
normal 1126
normal 1127
normal 1128
normal 1129
normal 1130
normal 1131
normal 1132
normal 1133
normal 1134
normal 1135
normal 1136
normal 1137
normal 1138
normal 1139
normal 1140
normal 1141
normal 1142
normal 1143
normal 1144
normal 1145
normal 1146
normal 1147
normal 1148
normal 1149
normal 1150
normal 1151
normal 1152
normal 1153
normal 1154
normal 1155
normal 1156
normal 1157
normal 1158
normal 1159
normal 1160
normal 1161
normal 1162
normal 1163
normal 1164
normal 1165
normal 1166
normal 1167
normal 1168
normal 1169
normal 1170
normal 1171
normal 1172
normal 1173
normal 1174
normal 1175
normal 1176
normal 1177
normal 1178
normal 1179
normal 1180
normal 1181
normal 1182
normal 1183
normal 1184
normal 1185
normal 1186
normal 1187
normal 1188
normal 1189
normal 1190
normal 1191
normal 1192
normal 1193
normal 1194
normal 1195
normal 1196
normal 1197
normal 1198
normal 1199
normal 1200
normal 1201
normal 1202
normal 1203
normal 1204
normal 1205
normal 1206
normal 1207
normal 1208
normal 1209
normal 1210
normal 1211
normal 1212
normal 1213
normal 1214
normal 1215
normal 1216
normal 1217
normal 1218
normal 1219
normal 1220
normal 1221
normal 1222
normal 1223
normal 1224
normal 1225
normal 1226
normal 1227
normal 1228
normal 1229
normal 1230
normal 1231
normal 1232
normal 1233
normal 1234
normal 1235
normal 1236
normal 1237
normal 1238
normal 1239
normal 1240
normal 1241
normal 1242
normal 1243
normal 1244
normal 1245
normal 1246
normal 1247
normal 1248
normal 1249
normal 1250
normal 1251
normal 1252
normal 1253
normal 1254
normal 1255
normal 1256
normal 1257
normal 1258
normal 1259
normal 1260
normal 1261
normal 1262
normal 1263
normal 1264
normal 1265
normal 1266
normal 1267
normal 1268
normal 1269
normal 1270
normal 1271
normal 1272
normal 1273
normal 1274
normal 1275
normal 1276
normal 1277
normal 1278
normal 1279
normal 1280
normal 1281
normal 1282
normal 1283
normal 1284
normal 1285
normal 1286
normal 1287
normal 1288
normal 1289
normal 1290
normal 1291
normal 1292
normal 1293
normal 1294
normal 1295
normal 1296
normal 1297
normal 1298
normal 1299
normal 1300
normal 1301
normal 1302
normal 1303
normal 1304
normal 1305
normal 1306
normal 1307
normal 1308
normal 1309
normal 1310
normal 1311
normal 1312
normal 1313
normal 1314
normal 1315
normal 1316
normal 1317
normal 1318
normal 1319
normal 1320
normal 1321
normal 1322
normal 1323
normal 1324
normal 1325
normal 1326
normal 1327
normal 1328
normal 1329
normal 1330
normal 1331
normal 1332
normal 1333
normal 1334
normal 1335
normal 1336
normal 1337
normal 1338
normal 1339
normal 1340
normal 1341
normal 1342
normal 1343
normal 1344
normal 1345
normal 1346
normal 1347
normal 1348
normal 1349
normal 1350
normal 1351
normal 1352
normal 1353
normal 1354
normal 1355
normal 1356
normal 1357
normal 1358
normal 1359
normal 1360
normal 1361
normal 1362
normal 1363
normal 1364
normal 1365
normal 1366
normal 1367
normal 1368
normal 1369
normal 1370
normal 1371
normal 1372
normal 1373
normal 1374
normal 1375
normal 1376
normal 1377
normal 1378
normal 1379
normal 1380
normal 1381
normal 1382
normal 1383
normal 1384
normal 1385
normal 1386
normal 1387
normal 1388
normal 1389
normal 1390
normal 1391
normal 1392
normal 1393
normal 1394
normal 1395
normal 1396
normal 1397
normal 1398
normal 1399
normal 1400
normal 1401
normal 1402
normal 1403
normal 1404
normal 1405
normal 1406
normal 1407
normal 1408
normal 1409
normal 1410
normal 1411
normal 1412
normal 1413
normal 1414
normal 1415
normal 1416
normal 1417
normal 1418
normal 1419
normal 1420
normal 1421
normal 1422
normal 1423
normal 1424
normal 1425
normal 1426
normal 1427
normal 1428
normal 1429
normal 1430
normal 1431
normal 1432
normal 1433
normal 1434
normal 1435
normal 1436
normal 1437
normal 1438
normal 1439
normal 1440
normal 1441
normal 1442
normal 1443
normal 1444
normal 1445
normal 1446
normal 1447
normal 1448
normal 1449
normal 1450
normal 1451
normal 1452
normal 1453
normal 1454
normal 1455
normal 1456
normal 1457
normal 1458
normal 1459
normal 1460
normal 1461
normal 1462
normal 1463
normal 1464
normal 1465
normal 1466
normal 1467
normal 1468
normal 1469
normal 1470
normal 1471
normal 1472
normal 1473
normal 1474
normal 1475
normal 1476
normal 1477
normal 1478
normal 1479
normal 1480
normal 1481
normal 1482
normal 1483
normal 1484
normal 1485
normal 1486
normal 1487
normal 1488
normal 1489
normal 1490
normal 1491
normal 1492
normal 1493
normal 1494
normal 1495
normal 1496
normal 1497
normal 1498
normal 1499
normal 1500
normal 1501
normal 1502
normal 1503
normal 1504
normal 1505
normal 1506
normal 1507
normal 1508
normal 1509
normal 1510
normal 1511
normal 1512
normal 1513
normal 1514
normal 1515
normal 1516
normal 1517
normal 1518
normal 1519
normal 1520
normal 1521
normal 1522
normal 1523
normal 1524
normal 1525
normal 1526
normal 1527
normal 1528
normal 1529
normal 1530
normal 1531
normal 1532
normal 1533
normal 1534
normal 1535
normal 1536
normal 1537
normal 1538
normal 1539
normal 1540
normal 1541
normal 1542
normal 1543
normal 1544
normal 1545
normal 1546
normal 1547
normal 1548
normal 1549
normal 1550
normal 1551
normal 1552
normal 1553
normal 1554
normal 1555
normal 1556
normal 1557
normal 1558
normal 1559
normal 1560
normal 1561
normal 1562
normal 1563
normal 1564
normal 1565
normal 1566
normal 1567
normal 1568
normal 1569
normal 1570
normal 1571
normal 1572
normal 1573
normal 1574
normal 1575
normal 1576
normal 1577
normal 1578
normal 1579
normal 1580
normal 1581
normal 1582
normal 1583
normal 1584
normal 1585
normal 1586
normal 1587
normal 1588
normal 1589
normal 1590
normal 1591
normal 1592
normal 1593
normal 1594
normal 1595
normal 1596
normal 1597
normal 1598
normal 1599
normal 1600
normal 1601
normal 1602
normal 1603
normal 1604
normal 1605
normal 1606
normal 1607
normal 1608
normal 1609
normal 1610
normal 1611
normal 1612
normal 1613
normal 1614
normal 1615
normal 1616
normal 1617
normal 1618
normal 1619
normal 1620
normal 1621
normal 1622
normal 1623
normal 1624
normal 1625
normal 1626
normal 1627
normal 1628
normal 1629
normal 1630
normal 1631
normal 1632
normal 1633
normal 1634
normal 1635
normal 1636
normal 1637
normal 1638
normal 1639
normal 1640
normal 1641
normal 1642
normal 1643
normal 1644
normal 1645
normal 1646
normal 1647
normal 1648
normal 1649
normal 1650
normal 1651
normal 1652
normal 1653
normal 1654
normal 1655
normal 1656
normal 1657
normal 1658
normal 1659
normal 1660
normal 1661
normal 1662
normal 1663
normal 1664
normal 1665
normal 1666
normal 1667
normal 1668
normal 1669
normal 1670
normal 1671
normal 1672
normal 1673
normal 1674
normal 1675
normal 1676
normal 1677
normal 1678
normal 1679
normal 1680
normal 1681
normal 1682
normal 1683
normal 1684
normal 1685
normal 1686
normal 1687
normal 1688
normal 1689
normal 1690
normal 1691
normal 1692
normal 1693
normal 1694
normal 1695
normal 1696
normal 1697
normal 1698
normal 1699
normal 1700
normal 1701
normal 1702
normal 1703
normal 1704
normal 1705
normal 1706
normal 1707
normal 1708
normal 1709
normal 1710
normal 1711
normal 1712
normal 1713
normal 1714
normal 1715
normal 1716
normal 1717
normal 1718
normal 1719
normal 1720
normal 1721
normal 1722
normal 1723
normal 1724
normal 1725
normal 1726
normal 1727
normal 1728
normal 1729
normal 1730
normal 1731
normal 1732
normal 1733
normal 1734
normal 1735
normal 1736
normal 1737
normal 1738
normal 1739
normal 1740
normal 1741
normal 1742
normal 1743
normal 1744
normal 1745
normal 1746
normal 1747
normal 1748
normal 1749
normal 1750
normal 1751
normal 1752
normal 1753
normal 1754
normal 1755
normal 1756
normal 1757
normal 1758
normal 1759
normal 1760
normal 1761
normal 1762
normal 1763
normal 1764
normal 1765
normal 1766
normal 1767
normal 1768
normal 1769
normal 1770
normal 1771
normal 1772
normal 1773
normal 1774
normal 1775
normal 1776
normal 1777
normal 1778
normal 1779
normal 1780
normal 1781
normal 1782
normal 1783
normal 1784
normal 1785
normal 1786
normal 1787
normal 1788
normal 1789
normal 1790
normal 1791
normal 1792
normal 1793
normal 1794
normal 1795
normal 1796
normal 1797
normal 1798
normal 1799
normal 1800
normal 1801
normal 1802
normal 1803
normal 1804
normal 1805
normal 1806
normal 1807
normal 1808
normal 1809
normal 1810
normal 1811
normal 1812
normal 1813
normal 1814
normal 1815
normal 1816
normal 1817
normal 1818
normal 1819
normal 1820
normal 1821
normal 1822
normal 1823
normal 1824
normal 1825
normal 1826
normal 1827
normal 1828
normal 1829
normal 1830
normal 1831
normal 1832
normal 1833
normal 1834
normal 1835
normal 1836
normal 1837
normal 1838
normal 1839
normal 1840
normal 1841
normal 1842
normal 1843
normal 1844
normal 1845
normal 1846
normal 1847
normal 1848
normal 1849
normal 1850
normal 1851
normal 1852
normal 1853
normal 1854
normal 1855
normal 1856
normal 1857
normal 1858
normal 1859
normal 1860
normal 1861
normal 1862
normal 1863
normal 1864
normal 1865
normal 1866
normal 1867
normal 1868
normal 1869
normal 1870
normal 1871
normal 1872
normal 1873
normal 1874
normal 1875
normal 1876
normal 1877
normal 1878
normal 1879
normal 1880
normal 1881
normal 1882
normal 1883
normal 1884
normal 1885
normal 1886
normal 1887
normal 1888
normal 1889
normal 1890
normal 1891
normal 1892
normal 1893
normal 1894
normal 1895
normal 1896
normal 1897
normal 1898
normal 1899
normal 1900
normal 1901
normal 1902
normal 1903
normal 1904
normal 1905
normal 1906
normal 1907
normal 1908
normal 1909
normal 1910
normal 1911
normal 1912
normal 1913
normal 1914
normal 1915
normal 1916
normal 1917
normal 1918
normal 1919
normal 1920
normal 1921
normal 1922
normal 1923
normal 1924
normal 1925
normal 1926
normal 1927
normal 1928
normal 1929
normal 1930
normal 1931
normal 1932
normal 1933
normal 1934
normal 1935
normal 1936
normal 1937
normal 1938
normal 1939
normal 1940
normal 1941
normal 1942
normal 1943
normal 1944
normal 1945
normal 1946
normal 1947
normal 1948
normal 1949
normal 1950
normal 1951
normal 1952
normal 1953
normal 1954
normal 1955
normal 1956
normal 1957
normal 1958
normal 1959
normal 1960
normal 1961
normal 1962
normal 1963
normal 1964
normal 1965
normal 1966
normal 1967
normal 1968
normal 1969
normal 1970
normal 1971
normal 1972
normal 1973
normal 1974
normal 1975
normal 1976
normal 1977
normal 1978
normal 1979
normal 1980
normal 1981
normal 1982
normal 1983
normal 1984
normal 1985
normal 1986
normal 1987
normal 1988
normal 1989
normal 1990
normal 1991
normal 1992
normal 1993
normal 1994
normal 1995
normal 1996
normal 1997
normal 1998
normal 1999
normal 2000
subgroup 1
subgroup 2
subgroup 3
subgroup 4
subgroup 5
subgroup 6
subgroup 7
subgroup 8
subgroup 9
subgroup 10
subgroup 11
subgroup 12
subgroup 13
subgroup 14
subgroup 15
subgroup 16
subgroup 17
subgroup 18
subgroup 19
subgroup 20
subgroup 21
subgroup 22
subgroup 23
subgroup 24
subgroup 25
subgroup 26
subgroup 27
subgroup 28
subgroup 29
subgroup 30
subgroup 31
subgroup 32
subgroup 33
subgroup 34
subgroup 35
subgroup 36
subgroup 37
subgroup 38
subgroup 39
subgroup 40
subgroup 41
subgroup 42
subgroup 43
subgroup 44
subgroup 45
subgroup 46
subgroup 47
subgroup 48
subgroup 49
subgroup 50
subgroup 51
subgroup 52
subgroup 53
subgroup 54
subgroup 55
subgroup 56
subgroup 57
subgroup 58
subgroup 59
subgroup 60
subgroup 61
subgroup 62
subgroup 63
subgroup 64
subgroup 65
subgroup 66
subgroup 67
subgroup 68
subgroup 69
subgroup 70
subgroup 71
subgroup 72
subgroup 73
subgroup 74
subgroup 75
subgroup 76
subgroup 77
subgroup 78
subgroup 79
subgroup 80
subgroup 81
subgroup 82
subgroup 83
subgroup 84
subgroup 85
subgroup 86
subgroup 87
subgroup 88
subgroup 89
subgroup 90
subgroup 91
subgroup 92
subgroup 93
subgroup 94
subgroup 95
subgroup 96
subgroup 97
subgroup 98
subgroup 99
subgroup 100
subgroup 101
subgroup 102
subgroup 103
subgroup 104
subgroup 105
subgroup 106
subgroup 107
subgroup 108
subgroup 109
subgroup 110
subgroup 111
subgroup 112
subgroup 113
subgroup 114
subgroup 115
subgroup 116
subgroup 117
subgroup 118
subgroup 119
subgroup 120
subgroup 121
subgroup 122
subgroup 123
subgroup 124
subgroup 125
subgroup 126
subgroup 127
subgroup 128
subgroup 129
subgroup 130
subgroup 131
subgroup 132
subgroup 133
subgroup 134
subgroup 135
subgroup 136
subgroup 137
subgroup 138
subgroup 139
subgroup 140
subgroup 141
subgroup 142
subgroup 143
subgroup 144
subgroup 145
subgroup 146
subgroup 147
subgroup 148
subgroup 149
subgroup 150
subgroup 151
subgroup 152
subgroup 153
subgroup 154
subgroup 155
subgroup 156
subgroup 157
subgroup 158
subgroup 159
subgroup 160
subgroup 161
subgroup 162
subgroup 163
subgroup 164
subgroup 165
subgroup 166
subgroup 167
subgroup 168
subgroup 169
subgroup 170
subgroup 171
subgroup 172
subgroup 173
subgroup 174
subgroup 175
subgroup 176
subgroup 177
subgroup 178
subgroup 179
subgroup 180
subgroup 181
subgroup 182
subgroup 183
subgroup 184
subgroup 185
subgroup 186
subgroup 187
subgroup 188
subgroup 189
subgroup 190
subgroup 191
subgroup 192
subgroup 193
subgroup 194
subgroup 195
subgroup 196
subgroup 197
subgroup 198
subgroup 199
subgroup 200
subgroup 201
subgroup 202
subgroup 203
subgroup 204
subgroup 205
subgroup 206
subgroup 207
subgroup 208
subgroup 209
subgroup 210
subgroup 211
subgroup 212
subgroup 213
subgroup 214
subgroup 215
subgroup 216
subgroup 217
subgroup 218
subgroup 219
subgroup 220
subgroup 221
subgroup 222
subgroup 223
subgroup 224
subgroup 225
subgroup 226
subgroup 227
subgroup 228
subgroup 229
subgroup 230
subgroup 231
subgroup 232
subgroup 233
subgroup 234
subgroup 235
subgroup 236
subgroup 237
subgroup 238
subgroup 239
subgroup 240
subgroup 241
subgroup 242
subgroup 243
subgroup 244
subgroup 245
subgroup 246
subgroup 247
subgroup 248
subgroup 249
subgroup 250
subgroup 251
subgroup 252
subgroup 253
subgroup 254
subgroup 255
subgroup 256
subgroup 257
subgroup 258
subgroup 259
subgroup 260
subgroup 261
subgroup 262
subgroup 263
subgroup 264
subgroup 265
subgroup 266
subgroup 267
subgroup 268
subgroup 269
subgroup 270
subgroup 271
subgroup 272
subgroup 273
subgroup 274
subgroup 275
subgroup 276
subgroup 277
subgroup 278
subgroup 279
subgroup 280
subgroup 281
subgroup 282
subgroup 283
subgroup 284
subgroup 285
subgroup 286
subgroup 287
subgroup 288
subgroup 289
subgroup 290
subgroup 291
subgroup 292
subgroup 293
subgroup 294
subgroup 295
subgroup 296
subgroup 297
subgroup 298
subgroup 299
subgroup 300
subgroup 301
subgroup 302
subgroup 303
subgroup 304
subgroup 305
subgroup 306
subgroup 307
subgroup 308
subgroup 309
subgroup 310
subgroup 311
subgroup 312
subgroup 313
subgroup 314
subgroup 315
subgroup 316
subgroup 317
subgroup 318
subgroup 319
subgroup 320
subgroup 321
subgroup 322
subgroup 323
subgroup 324
subgroup 325
subgroup 326
subgroup 327
subgroup 328
subgroup 329
subgroup 330
subgroup 331
subgroup 332
subgroup 333
subgroup 334
subgroup 335
subgroup 336
subgroup 337
subgroup 338
subgroup 339
subgroup 340
subgroup 341
subgroup 342
subgroup 343
subgroup 344
subgroup 345
subgroup 346
subgroup 347
subgroup 348
subgroup 349
subgroup 350
subgroup 351
subgroup 352
subgroup 353
subgroup 354
subgroup 355
subgroup 356
subgroup 357
subgroup 358
subgroup 359
subgroup 360
subgroup 361
subgroup 362
subgroup 363
subgroup 364
subgroup 365
subgroup 366
subgroup 367
subgroup 368
subgroup 369
subgroup 370
subgroup 371
subgroup 372
subgroup 373
subgroup 374
subgroup 375
subgroup 376
subgroup 377
subgroup 378
subgroup 379
subgroup 380
subgroup 381
subgroup 382
subgroup 383
subgroup 384
subgroup 385
subgroup 386
subgroup 387
subgroup 388
subgroup 389
subgroup 390
subgroup 391
subgroup 392
subgroup 393
subgroup 394
subgroup 395
subgroup 396
subgroup 397
subgroup 398
subgroup 399
subgroup 400
subgroup 401
subgroup 402
subgroup 403
subgroup 404
subgroup 405
subgroup 406
subgroup 407
subgroup 408
subgroup 409
subgroup 410
subgroup 411
subgroup 412
subgroup 413
subgroup 414
subgroup 415
subgroup 416
subgroup 417
subgroup 418
subgroup 419
subgroup 420
subgroup 421
subgroup 422
subgroup 423
subgroup 424
subgroup 425
subgroup 426
subgroup 427
subgroup 428
subgroup 429
subgroup 430
subgroup 431
subgroup 432
subgroup 433
subgroup 434
subgroup 435
subgroup 436
subgroup 437
subgroup 438
subgroup 439
subgroup 440
subgroup 441
subgroup 442
subgroup 443
subgroup 444
subgroup 445
subgroup 446
subgroup 447
subgroup 448
subgroup 449
subgroup 450
subgroup 451
subgroup 452
subgroup 453
subgroup 454
subgroup 455
subgroup 456
subgroup 457
subgroup 458
subgroup 459
subgroup 460
subgroup 461
subgroup 462
subgroup 463
subgroup 464
subgroup 465
subgroup 466
subgroup 467
subgroup 468
subgroup 469
subgroup 470
subgroup 471
subgroup 472
subgroup 473
subgroup 474
subgroup 475
subgroup 476
subgroup 477
subgroup 478
subgroup 479
subgroup 480
subgroup 481
subgroup 482
subgroup 483
subgroup 484
subgroup 485
subgroup 486
subgroup 487
subgroup 488
subgroup 489
subgroup 490
subgroup 491
subgroup 492
subgroup 493
subgroup 494
subgroup 495
subgroup 496
subgroup 497
subgroup 498
subgroup 499
subgroup 500
subgroup 501
subgroup 502
subgroup 503
subgroup 504
subgroup 505
subgroup 506
subgroup 507
subgroup 508
subgroup 509
subgroup 510
subgroup 511
subgroup 512
subgroup 513
subgroup 514
subgroup 515
subgroup 516
subgroup 517
subgroup 518
subgroup 519
subgroup 520
subgroup 521
subgroup 522
subgroup 523
subgroup 524
subgroup 525
subgroup 526
subgroup 527
subgroup 528
subgroup 529
subgroup 530
subgroup 531
subgroup 532
subgroup 533
subgroup 534
subgroup 535
subgroup 536
subgroup 537
subgroup 538
subgroup 539
subgroup 540
subgroup 541
subgroup 542
subgroup 543
subgroup 544
subgroup 545
subgroup 546
subgroup 547
subgroup 548
subgroup 549
subgroup 550
subgroup 551
subgroup 552
subgroup 553
subgroup 554
subgroup 555
subgroup 556
subgroup 557
subgroup 558
subgroup 559
subgroup 560
subgroup 561
subgroup 562
subgroup 563
subgroup 564
subgroup 565
subgroup 566
subgroup 567
subgroup 568
subgroup 569
subgroup 570
subgroup 571
subgroup 572
subgroup 573
subgroup 574
subgroup 575
subgroup 576
subgroup 577
subgroup 578
subgroup 579
subgroup 580
subgroup 581
subgroup 582
subgroup 583
subgroup 584
subgroup 585
subgroup 586
subgroup 587
subgroup 588
subgroup 589
subgroup 590
subgroup 591
subgroup 592
subgroup 593
subgroup 594
subgroup 595
subgroup 596
subgroup 597
subgroup 598
subgroup 599
subgroup 600
subgroup 601
subgroup 602
subgroup 603
subgroup 604
subgroup 605
subgroup 606
subgroup 607
subgroup 608
subgroup 609
subgroup 610
subgroup 611
subgroup 612
subgroup 613
subgroup 614
subgroup 615
subgroup 616
subgroup 617
subgroup 618
subgroup 619
subgroup 620
subgroup 621
subgroup 622
subgroup 623
subgroup 624
subgroup 625
subgroup 626
subgroup 627
subgroup 628
subgroup 629
subgroup 630
subgroup 631
subgroup 632
subgroup 633
subgroup 634
subgroup 635
subgroup 636
subgroup 637
subgroup 638
subgroup 639
subgroup 640
subgroup 641
subgroup 642
subgroup 643
subgroup 644
subgroup 645
subgroup 646
subgroup 647
subgroup 648
subgroup 649
subgroup 650
subgroup 651
subgroup 652
subgroup 653
subgroup 654
subgroup 655
subgroup 656
subgroup 657
subgroup 658
subgroup 659
subgroup 660
subgroup 661
subgroup 662
subgroup 663
subgroup 664
subgroup 665
subgroup 666
subgroup 667
subgroup 668
subgroup 669
subgroup 670
subgroup 671
subgroup 672
subgroup 673
subgroup 674
subgroup 675
subgroup 676
subgroup 677
subgroup 678
subgroup 679
subgroup 680
subgroup 681
subgroup 682
subgroup 683
subgroup 684
subgroup 685
subgroup 686
subgroup 687
subgroup 688
subgroup 689
subgroup 690
subgroup 691
subgroup 692
subgroup 693
subgroup 694
subgroup 695
subgroup 696
subgroup 697
subgroup 698
subgroup 699
subgroup 700
subgroup 701
subgroup 702
subgroup 703
subgroup 704
subgroup 705
subgroup 706
subgroup 707
subgroup 708
subgroup 709
subgroup 710
subgroup 711
subgroup 712
subgroup 713
subgroup 714
subgroup 715
subgroup 716
subgroup 717
subgroup 718
subgroup 719
subgroup 720
subgroup 721
subgroup 722
subgroup 723
subgroup 724
subgroup 725
subgroup 726
subgroup 727
subgroup 728
subgroup 729
subgroup 730
subgroup 731
subgroup 732
subgroup 733
subgroup 734
subgroup 735
subgroup 736
subgroup 737
subgroup 738
subgroup 739
subgroup 740
subgroup 741
subgroup 742
subgroup 743
subgroup 744
subgroup 745
subgroup 746
subgroup 747
subgroup 748
subgroup 749
subgroup 750
subgroup 751
subgroup 752
subgroup 753
subgroup 754
subgroup 755
subgroup 756
subgroup 757
subgroup 758
subgroup 759
subgroup 760
subgroup 761
subgroup 762
subgroup 763
subgroup 764
subgroup 765
subgroup 766
subgroup 767
subgroup 768
subgroup 769
subgroup 770
subgroup 771
subgroup 772
subgroup 773
subgroup 774
subgroup 775
subgroup 776
subgroup 777
subgroup 778
subgroup 779
subgroup 780
subgroup 781
subgroup 782
subgroup 783
subgroup 784
subgroup 785
subgroup 786
subgroup 787
subgroup 788
subgroup 789
subgroup 790
subgroup 791
subgroup 792
subgroup 793
subgroup 794
subgroup 795
subgroup 796
subgroup 797
subgroup 798
subgroup 799
subgroup 800
subgroup 801
subgroup 802
subgroup 803
subgroup 804
subgroup 805
subgroup 806
subgroup 807
subgroup 808
subgroup 809
subgroup 810
subgroup 811
subgroup 812
subgroup 813
subgroup 814
subgroup 815
subgroup 816
subgroup 817
subgroup 818
subgroup 819
subgroup 820
subgroup 821
subgroup 822
subgroup 823
subgroup 824
subgroup 825
subgroup 826
subgroup 827
subgroup 828
subgroup 829
subgroup 830
subgroup 831
subgroup 832
subgroup 833
subgroup 834
subgroup 835
subgroup 836
subgroup 837
subgroup 838
subgroup 839
subgroup 840
subgroup 841
subgroup 842
subgroup 843
subgroup 844
subgroup 845
subgroup 846
subgroup 847
subgroup 848
subgroup 849
subgroup 850
subgroup 851
subgroup 852
subgroup 853
subgroup 854
subgroup 855
subgroup 856
subgroup 857
subgroup 858
subgroup 859
subgroup 860
subgroup 861
subgroup 862
subgroup 863
subgroup 864
subgroup 865
subgroup 866
subgroup 867
subgroup 868
subgroup 869
subgroup 870
subgroup 871
subgroup 872
subgroup 873
subgroup 874
subgroup 875
subgroup 876
subgroup 877
subgroup 878
subgroup 879
subgroup 880
subgroup 881
subgroup 882
subgroup 883
subgroup 884
subgroup 885
subgroup 886
subgroup 887
subgroup 888
subgroup 889
subgroup 890
subgroup 891
subgroup 892
subgroup 893
subgroup 894
subgroup 895
subgroup 896
subgroup 897
subgroup 898
subgroup 899
subgroup 900
subgroup 901
subgroup 902
subgroup 903
subgroup 904
subgroup 905
subgroup 906
subgroup 907
subgroup 908
subgroup 909
subgroup 910
subgroup 911
subgroup 912
subgroup 913
subgroup 914
subgroup 915
subgroup 916
subgroup 917
subgroup 918
subgroup 919
subgroup 920
subgroup 921
subgroup 922
subgroup 923
subgroup 924
subgroup 925
subgroup 926
subgroup 927
subgroup 928
subgroup 929
subgroup 930
subgroup 931
subgroup 932
subgroup 933
subgroup 934
subgroup 935
subgroup 936
subgroup 937
subgroup 938
subgroup 939
subgroup 940
subgroup 941
subgroup 942
subgroup 943
subgroup 944
subgroup 945
subgroup 946
subgroup 947
subgroup 948
subgroup 949
subgroup 950
subgroup 951
subgroup 952
subgroup 953
subgroup 954
subgroup 955
subgroup 956
subgroup 957
subgroup 958
subgroup 959
subgroup 960
subgroup 961
subgroup 962
subgroup 963
subgroup 964
subgroup 965
subgroup 966
subgroup 967
subgroup 968
subgroup 969
subgroup 970
subgroup 971
subgroup 972
subgroup 973
subgroup 974
subgroup 975
subgroup 976
subgroup 977
subgroup 978
subgroup 979
subgroup 980
subgroup 981
subgroup 982
subgroup 983
subgroup 984
subgroup 985
subgroup 986
subgroup 987
subgroup 988
subgroup 989
subgroup 990
subgroup 991
subgroup 992
subgroup 993
subgroup 994
subgroup 995
subgroup 996
subgroup 997
subgroup 998
subgroup 999
subgroup 1000
subgroup 1001
subgroup 1002
subgroup 1003
subgroup 1004
subgroup 1005
subgroup 1006
subgroup 1007
subgroup 1008
subgroup 1009
subgroup 1010
subgroup 1011
subgroup 1012
subgroup 1013
subgroup 1014
subgroup 1015
subgroup 1016
subgroup 1017
subgroup 1018
subgroup 1019
subgroup 1020
subgroup 1021
subgroup 1022
subgroup 1023
subgroup 1024
subgroup 1025
subgroup 1026
subgroup 1027
subgroup 1028
subgroup 1029
subgroup 1030
subgroup 1031
subgroup 1032
subgroup 1033
subgroup 1034
subgroup 1035
subgroup 1036
subgroup 1037
subgroup 1038
subgroup 1039
subgroup 1040
subgroup 1041
subgroup 1042
subgroup 1043
subgroup 1044
subgroup 1045
subgroup 1046
subgroup 1047
subgroup 1048
subgroup 1049
subgroup 1050
subgroup 1051
subgroup 1052
subgroup 1053
subgroup 1054
subgroup 1055
subgroup 1056
subgroup 1057
subgroup 1058
subgroup 1059
subgroup 1060
subgroup 1061
subgroup 1062
subgroup 1063
subgroup 1064
subgroup 1065
subgroup 1066
subgroup 1067
subgroup 1068
subgroup 1069
subgroup 1070
subgroup 1071
subgroup 1072
subgroup 1073
subgroup 1074
subgroup 1075
subgroup 1076
subgroup 1077
subgroup 1078
subgroup 1079
subgroup 1080
subgroup 1081
subgroup 1082
subgroup 1083
subgroup 1084
subgroup 1085
subgroup 1086
subgroup 1087
subgroup 1088
subgroup 1089
subgroup 1090
subgroup 1091
subgroup 1092
subgroup 1093
subgroup 1094
subgroup 1095
subgroup 1096
subgroup 1097
subgroup 1098
subgroup 1099
subgroup 1100
subgroup 1101
subgroup 1102
subgroup 1103
subgroup 1104
subgroup 1105
subgroup 1106
subgroup 1107
subgroup 1108
subgroup 1109
subgroup 1110
subgroup 1111
subgroup 1112
subgroup 1113
subgroup 1114
subgroup 1115
subgroup 1116
subgroup 1117
subgroup 1118
subgroup 1119
subgroup 1120
subgroup 1121
subgroup 1122
subgroup 1123
subgroup 1124
subgroup 1125
subgroup 1126
subgroup 1127
subgroup 1128
subgroup 1129
subgroup 1130
subgroup 1131
subgroup 1132
subgroup 1133
subgroup 1134
subgroup 1135
subgroup 1136
subgroup 1137
subgroup 1138
subgroup 1139
subgroup 1140
subgroup 1141
subgroup 1142
subgroup 1143
subgroup 1144
subgroup 1145
subgroup 1146
subgroup 1147
subgroup 1148
subgroup 1149
subgroup 1150
subgroup 1151
subgroup 1152
subgroup 1153
subgroup 1154
subgroup 1155
subgroup 1156
subgroup 1157
subgroup 1158
subgroup 1159
subgroup 1160
subgroup 1161
subgroup 1162
subgroup 1163
subgroup 1164
subgroup 1165
subgroup 1166
subgroup 1167
subgroup 1168
subgroup 1169
subgroup 1170
subgroup 1171
subgroup 1172
subgroup 1173
subgroup 1174
subgroup 1175
subgroup 1176
subgroup 1177
subgroup 1178
subgroup 1179
subgroup 1180
subgroup 1181
subgroup 1182
subgroup 1183
subgroup 1184
subgroup 1185
subgroup 1186
subgroup 1187
subgroup 1188
subgroup 1189
subgroup 1190
subgroup 1191
subgroup 1192
subgroup 1193
subgroup 1194
subgroup 1195
subgroup 1196
subgroup 1197
subgroup 1198
subgroup 1199
subgroup 1200
subgroup 1201
subgroup 1202
subgroup 1203
subgroup 1204
subgroup 1205
subgroup 1206
subgroup 1207
subgroup 1208
subgroup 1209
subgroup 1210
subgroup 1211
subgroup 1212
subgroup 1213
subgroup 1214
subgroup 1215
subgroup 1216
subgroup 1217
subgroup 1218
subgroup 1219
subgroup 1220
subgroup 1221
subgroup 1222
subgroup 1223
subgroup 1224
subgroup 1225
subgroup 1226
subgroup 1227
subgroup 1228
subgroup 1229
subgroup 1230
subgroup 1231
subgroup 1232
subgroup 1233
subgroup 1234
subgroup 1235
subgroup 1236
subgroup 1237
subgroup 1238
subgroup 1239
subgroup 1240
subgroup 1241
subgroup 1242
subgroup 1243
subgroup 1244
subgroup 1245
subgroup 1246
subgroup 1247
subgroup 1248
subgroup 1249
subgroup 1250
subgroup 1251
subgroup 1252
subgroup 1253
subgroup 1254
subgroup 1255
subgroup 1256
subgroup 1257
subgroup 1258
subgroup 1259
subgroup 1260
subgroup 1261
subgroup 1262
subgroup 1263
subgroup 1264
subgroup 1265
subgroup 1266
subgroup 1267
subgroup 1268
subgroup 1269
subgroup 1270
subgroup 1271
subgroup 1272
subgroup 1273
subgroup 1274
subgroup 1275
subgroup 1276
subgroup 1277
subgroup 1278
subgroup 1279
subgroup 1280
subgroup 1281
subgroup 1282
subgroup 1283
subgroup 1284
subgroup 1285
subgroup 1286
subgroup 1287
subgroup 1288
subgroup 1289
subgroup 1290
subgroup 1291
subgroup 1292
subgroup 1293
subgroup 1294
subgroup 1295
subgroup 1296
subgroup 1297
subgroup 1298
subgroup 1299
subgroup 1300
subgroup 1301
subgroup 1302
subgroup 1303
subgroup 1304
subgroup 1305
subgroup 1306
subgroup 1307
subgroup 1308
subgroup 1309
subgroup 1310
subgroup 1311
subgroup 1312
subgroup 1313
subgroup 1314
subgroup 1315
subgroup 1316
subgroup 1317
subgroup 1318
subgroup 1319
subgroup 1320
subgroup 1321
subgroup 1322
subgroup 1323
subgroup 1324
subgroup 1325
subgroup 1326
subgroup 1327
subgroup 1328
subgroup 1329
subgroup 1330
subgroup 1331
subgroup 1332
subgroup 1333
subgroup 1334
subgroup 1335
subgroup 1336
subgroup 1337
subgroup 1338
subgroup 1339
subgroup 1340
subgroup 1341
subgroup 1342
subgroup 1343
subgroup 1344
subgroup 1345
subgroup 1346
subgroup 1347
subgroup 1348
subgroup 1349
subgroup 1350
subgroup 1351
subgroup 1352
subgroup 1353
subgroup 1354
subgroup 1355
subgroup 1356
subgroup 1357
subgroup 1358
subgroup 1359
subgroup 1360
subgroup 1361
subgroup 1362
subgroup 1363
subgroup 1364
subgroup 1365
subgroup 1366
subgroup 1367
subgroup 1368
subgroup 1369
subgroup 1370
subgroup 1371
subgroup 1372
subgroup 1373
subgroup 1374
subgroup 1375
subgroup 1376
subgroup 1377
subgroup 1378
subgroup 1379
subgroup 1380
subgroup 1381
subgroup 1382
subgroup 1383
subgroup 1384
subgroup 1385
subgroup 1386
subgroup 1387
subgroup 1388
subgroup 1389
subgroup 1390
subgroup 1391
subgroup 1392
subgroup 1393
subgroup 1394
subgroup 1395
subgroup 1396
subgroup 1397
subgroup 1398
subgroup 1399
subgroup 1400
subgroup 1401
subgroup 1402
subgroup 1403
subgroup 1404
subgroup 1405
subgroup 1406
subgroup 1407
subgroup 1408
subgroup 1409
subgroup 1410
subgroup 1411
subgroup 1412
subgroup 1413
subgroup 1414
subgroup 1415
subgroup 1416
subgroup 1417
subgroup 1418
subgroup 1419
subgroup 1420
subgroup 1421
subgroup 1422
subgroup 1423
subgroup 1424
subgroup 1425
subgroup 1426
subgroup 1427
subgroup 1428
subgroup 1429
subgroup 1430
subgroup 1431
subgroup 1432
subgroup 1433
subgroup 1434
subgroup 1435
subgroup 1436
subgroup 1437
subgroup 1438
subgroup 1439
subgroup 1440
subgroup 1441
subgroup 1442
subgroup 1443
subgroup 1444
subgroup 1445
subgroup 1446
subgroup 1447
subgroup 1448
subgroup 1449
subgroup 1450
subgroup 1451
subgroup 1452
subgroup 1453
subgroup 1454
subgroup 1455
subgroup 1456
subgroup 1457
subgroup 1458
subgroup 1459
subgroup 1460
subgroup 1461
subgroup 1462
subgroup 1463
subgroup 1464
subgroup 1465
subgroup 1466
subgroup 1467
subgroup 1468
subgroup 1469
subgroup 1470
subgroup 1471
subgroup 1472
subgroup 1473
subgroup 1474
subgroup 1475
subgroup 1476
subgroup 1477
subgroup 1478
subgroup 1479
subgroup 1480
subgroup 1481
subgroup 1482
subgroup 1483
subgroup 1484
subgroup 1485
subgroup 1486
subgroup 1487
subgroup 1488
subgroup 1489
subgroup 1490
subgroup 1491
subgroup 1492
subgroup 1493
subgroup 1494
subgroup 1495
subgroup 1496
subgroup 1497
subgroup 1498
subgroup 1499
subgroup 1500
subgroup 1501
subgroup 1502
subgroup 1503
subgroup 1504
subgroup 1505
subgroup 1506
subgroup 1507
subgroup 1508
subgroup 1509
subgroup 1510
subgroup 1511
subgroup 1512
subgroup 1513
subgroup 1514
subgroup 1515
subgroup 1516
subgroup 1517
subgroup 1518
subgroup 1519
subgroup 1520
subgroup 1521
subgroup 1522
subgroup 1523
subgroup 1524
subgroup 1525
subgroup 1526
subgroup 1527
subgroup 1528
subgroup 1529
subgroup 1530
subgroup 1531
subgroup 1532
subgroup 1533
subgroup 1534
subgroup 1535
subgroup 1536
subgroup 1537
subgroup 1538
subgroup 1539
subgroup 1540
subgroup 1541
subgroup 1542
subgroup 1543
subgroup 1544
subgroup 1545
subgroup 1546
subgroup 1547
subgroup 1548
subgroup 1549
subgroup 1550
subgroup 1551
subgroup 1552
subgroup 1553
subgroup 1554
subgroup 1555
subgroup 1556
subgroup 1557
subgroup 1558
subgroup 1559
subgroup 1560
subgroup 1561
subgroup 1562
subgroup 1563
subgroup 1564
subgroup 1565
subgroup 1566
subgroup 1567
subgroup 1568
subgroup 1569
subgroup 1570
subgroup 1571
subgroup 1572
subgroup 1573
subgroup 1574
subgroup 1575
subgroup 1576
subgroup 1577
subgroup 1578
subgroup 1579
subgroup 1580
subgroup 1581
subgroup 1582
subgroup 1583
subgroup 1584
subgroup 1585
subgroup 1586
subgroup 1587
subgroup 1588
subgroup 1589
subgroup 1590
subgroup 1591
subgroup 1592
subgroup 1593
subgroup 1594
subgroup 1595
subgroup 1596
subgroup 1597
subgroup 1598
subgroup 1599
subgroup 1600
subgroup 1601
subgroup 1602
subgroup 1603
subgroup 1604
subgroup 1605
subgroup 1606
subgroup 1607
subgroup 1608
subgroup 1609
subgroup 1610
subgroup 1611
subgroup 1612
subgroup 1613
subgroup 1614
subgroup 1615
subgroup 1616
subgroup 1617
subgroup 1618
subgroup 1619
subgroup 1620
subgroup 1621
subgroup 1622
subgroup 1623
subgroup 1624
subgroup 1625
subgroup 1626
subgroup 1627
subgroup 1628
subgroup 1629
subgroup 1630
subgroup 1631
subgroup 1632
subgroup 1633
subgroup 1634
subgroup 1635
subgroup 1636
subgroup 1637
subgroup 1638
subgroup 1639
subgroup 1640
subgroup 1641
subgroup 1642
subgroup 1643
subgroup 1644
subgroup 1645
subgroup 1646
subgroup 1647
subgroup 1648
subgroup 1649
subgroup 1650
subgroup 1651
subgroup 1652
subgroup 1653
subgroup 1654
subgroup 1655
subgroup 1656
subgroup 1657
subgroup 1658
subgroup 1659
subgroup 1660
subgroup 1661
subgroup 1662
subgroup 1663
subgroup 1664
subgroup 1665
subgroup 1666
subgroup 1667
subgroup 1668
subgroup 1669
subgroup 1670
subgroup 1671
subgroup 1672
subgroup 1673
subgroup 1674
subgroup 1675
subgroup 1676
subgroup 1677
subgroup 1678
subgroup 1679
subgroup 1680
subgroup 1681
subgroup 1682
subgroup 1683
subgroup 1684
subgroup 1685
subgroup 1686
subgroup 1687
subgroup 1688
subgroup 1689
subgroup 1690
subgroup 1691
subgroup 1692
subgroup 1693
subgroup 1694
subgroup 1695
subgroup 1696
subgroup 1697
subgroup 1698
subgroup 1699
subgroup 1700
subgroup 1701
subgroup 1702
subgroup 1703
subgroup 1704
subgroup 1705
subgroup 1706
subgroup 1707
subgroup 1708
subgroup 1709
subgroup 1710
subgroup 1711
subgroup 1712
subgroup 1713
subgroup 1714
subgroup 1715
subgroup 1716
subgroup 1717
subgroup 1718
subgroup 1719
subgroup 1720
subgroup 1721
subgroup 1722
subgroup 1723
subgroup 1724
subgroup 1725
subgroup 1726
subgroup 1727
subgroup 1728
subgroup 1729
subgroup 1730
subgroup 1731
subgroup 1732
subgroup 1733
subgroup 1734
subgroup 1735
subgroup 1736
subgroup 1737
subgroup 1738
subgroup 1739
subgroup 1740
subgroup 1741
subgroup 1742
subgroup 1743
subgroup 1744
subgroup 1745
subgroup 1746
subgroup 1747
subgroup 1748
subgroup 1749
subgroup 1750
subgroup 1751
subgroup 1752
subgroup 1753
subgroup 1754
subgroup 1755
subgroup 1756
subgroup 1757
subgroup 1758
subgroup 1759
subgroup 1760
subgroup 1761
subgroup 1762
subgroup 1763
subgroup 1764
subgroup 1765
subgroup 1766
subgroup 1767
subgroup 1768
subgroup 1769
subgroup 1770
subgroup 1771
subgroup 1772
subgroup 1773
subgroup 1774
subgroup 1775
subgroup 1776
subgroup 1777
subgroup 1778
subgroup 1779
subgroup 1780
subgroup 1781
subgroup 1782
subgroup 1783
subgroup 1784
subgroup 1785
subgroup 1786
subgroup 1787
subgroup 1788
subgroup 1789
subgroup 1790
subgroup 1791
subgroup 1792
subgroup 1793
subgroup 1794
subgroup 1795
subgroup 1796
subgroup 1797
subgroup 1798
subgroup 1799
subgroup 1800
subgroup 1801
subgroup 1802
subgroup 1803
subgroup 1804
subgroup 1805
subgroup 1806
subgroup 1807
subgroup 1808
subgroup 1809
subgroup 1810
subgroup 1811
subgroup 1812
subgroup 1813
subgroup 1814
subgroup 1815
subgroup 1816
subgroup 1817
subgroup 1818
subgroup 1819
subgroup 1820
subgroup 1821
subgroup 1822
subgroup 1823
subgroup 1824
subgroup 1825
subgroup 1826
subgroup 1827
subgroup 1828
subgroup 1829
subgroup 1830
subgroup 1831
subgroup 1832
subgroup 1833
subgroup 1834
subgroup 1835
subgroup 1836
subgroup 1837
subgroup 1838
subgroup 1839
subgroup 1840
subgroup 1841
subgroup 1842
subgroup 1843
subgroup 1844
subgroup 1845
subgroup 1846
subgroup 1847
subgroup 1848
subgroup 1849
subgroup 1850
subgroup 1851
subgroup 1852
subgroup 1853
subgroup 1854
subgroup 1855
subgroup 1856
subgroup 1857
subgroup 1858
subgroup 1859
subgroup 1860
subgroup 1861
subgroup 1862
subgroup 1863
subgroup 1864
subgroup 1865
subgroup 1866
subgroup 1867
subgroup 1868
subgroup 1869
subgroup 1870
subgroup 1871
subgroup 1872
subgroup 1873
subgroup 1874
subgroup 1875
subgroup 1876
subgroup 1877
subgroup 1878
subgroup 1879
subgroup 1880
subgroup 1881
subgroup 1882
subgroup 1883
subgroup 1884
subgroup 1885
subgroup 1886
subgroup 1887
subgroup 1888
subgroup 1889
subgroup 1890
subgroup 1891
subgroup 1892
subgroup 1893
subgroup 1894
subgroup 1895
subgroup 1896
subgroup 1897
subgroup 1898
subgroup 1899
subgroup 1900
subgroup 1901
subgroup 1902
subgroup 1903
subgroup 1904
subgroup 1905
subgroup 1906
subgroup 1907
subgroup 1908
subgroup 1909
subgroup 1910
subgroup 1911
subgroup 1912
subgroup 1913
subgroup 1914
subgroup 1915
subgroup 1916
subgroup 1917
subgroup 1918
subgroup 1919
subgroup 1920
subgroup 1921
subgroup 1922
subgroup 1923
subgroup 1924
subgroup 1925
subgroup 1926
subgroup 1927
subgroup 1928
subgroup 1929
subgroup 1930
subgroup 1931
subgroup 1932
subgroup 1933
subgroup 1934
subgroup 1935
subgroup 1936
subgroup 1937
subgroup 1938
subgroup 1939
subgroup 1940
subgroup 1941
subgroup 1942
subgroup 1943
subgroup 1944
subgroup 1945
subgroup 1946
subgroup 1947
subgroup 1948
subgroup 1949
subgroup 1950
subgroup 1951
subgroup 1952
subgroup 1953
subgroup 1954
subgroup 1955
subgroup 1956
subgroup 1957
subgroup 1958
subgroup 1959
subgroup 1960
subgroup 1961
subgroup 1962
subgroup 1963
subgroup 1964
subgroup 1965
subgroup 1966
subgroup 1967
subgroup 1968
subgroup 1969
subgroup 1970
subgroup 1971
subgroup 1972
subgroup 1973
subgroup 1974
subgroup 1975
subgroup 1976
subgroup 1977
subgroup 1978
subgroup 1979
subgroup 1980
subgroup 1981
subgroup 1982
subgroup 1983
subgroup 1984
subgroup 1985
subgroup 1986
subgroup 1987
subgroup 1988
subgroup 1989
subgroup 1990
subgroup 1991
subgroup 1992
subgroup 1993
subgroup 1994
subgroup 1995
subgroup 1996
subgroup 1997
subgroup 1998
subgroup 1999
subgroup 2000
lognormal 1
lognormal 2
lognormal 3
lognormal 4
lognormal 5
lognormal 6
lognormal 7
lognormal 8
lognormal 9
lognormal 10
lognormal 11
lognormal 12
lognormal 13
lognormal 14
lognormal 15
lognormal 16
lognormal 17
lognormal 18
lognormal 19
lognormal 20
lognormal 21
lognormal 22
lognormal 23
lognormal 24
lognormal 25
lognormal 26
lognormal 27
lognormal 28
lognormal 29
lognormal 30
lognormal 31
lognormal 32
lognormal 33
lognormal 34
lognormal 35
lognormal 36
lognormal 37
lognormal 38
lognormal 39
lognormal 40
lognormal 41
lognormal 42
lognormal 43
lognormal 44
lognormal 45
lognormal 46
lognormal 47
lognormal 48
lognormal 49
lognormal 50
lognormal 51
lognormal 52
lognormal 53
lognormal 54
lognormal 55
lognormal 56
lognormal 57
lognormal 58
lognormal 59
lognormal 60
lognormal 61
lognormal 62
lognormal 63
lognormal 64
lognormal 65
lognormal 66
lognormal 67
lognormal 68
lognormal 69
lognormal 70
lognormal 71
lognormal 72
lognormal 73
lognormal 74
lognormal 75
lognormal 76
lognormal 77
lognormal 78
lognormal 79
lognormal 80
lognormal 81
lognormal 82
lognormal 83
lognormal 84
lognormal 85
lognormal 86
lognormal 87
lognormal 88
lognormal 89
lognormal 90
lognormal 91
lognormal 92
lognormal 93
lognormal 94
lognormal 95
lognormal 96
lognormal 97
lognormal 98
lognormal 99
lognormal 100
lognormal 101
lognormal 102
lognormal 103
lognormal 104
lognormal 105
lognormal 106
lognormal 107
lognormal 108
lognormal 109
lognormal 110
lognormal 111
lognormal 112
lognormal 113
lognormal 114
lognormal 115
lognormal 116
lognormal 117
lognormal 118
lognormal 119
lognormal 120
lognormal 121
lognormal 122
lognormal 123
lognormal 124
lognormal 125
lognormal 126
lognormal 127
lognormal 128
lognormal 129
lognormal 130
lognormal 131
lognormal 132
lognormal 133
lognormal 134
lognormal 135
lognormal 136
lognormal 137
lognormal 138
lognormal 139
lognormal 140
lognormal 141
lognormal 142
lognormal 143
lognormal 144
lognormal 145
lognormal 146
lognormal 147
lognormal 148
lognormal 149
lognormal 150
lognormal 151
lognormal 152
lognormal 153
lognormal 154
lognormal 155
lognormal 156
lognormal 157
lognormal 158
lognormal 159
lognormal 160
lognormal 161
lognormal 162
lognormal 163
lognormal 164
lognormal 165
lognormal 166
lognormal 167
lognormal 168
lognormal 169
lognormal 170
lognormal 171
lognormal 172
lognormal 173
lognormal 174
lognormal 175
lognormal 176
lognormal 177
lognormal 178
lognormal 179
lognormal 180
lognormal 181
lognormal 182
lognormal 183
lognormal 184
lognormal 185
lognormal 186
lognormal 187
lognormal 188
lognormal 189
lognormal 190
lognormal 191
lognormal 192
lognormal 193
lognormal 194
lognormal 195
lognormal 196
lognormal 197
lognormal 198
lognormal 199
lognormal 200
lognormal 201
lognormal 202
lognormal 203
lognormal 204
lognormal 205
lognormal 206
lognormal 207
lognormal 208
lognormal 209
lognormal 210
lognormal 211
lognormal 212
lognormal 213
lognormal 214
lognormal 215
lognormal 216
lognormal 217
lognormal 218
lognormal 219
lognormal 220
lognormal 221
lognormal 222
lognormal 223
lognormal 224
lognormal 225
lognormal 226
lognormal 227
lognormal 228
lognormal 229
lognormal 230
lognormal 231
lognormal 232
lognormal 233
lognormal 234
lognormal 235
lognormal 236
lognormal 237
lognormal 238
lognormal 239
lognormal 240
lognormal 241
lognormal 242
lognormal 243
lognormal 244
lognormal 245
lognormal 246
lognormal 247
lognormal 248
lognormal 249
lognormal 250
lognormal 251
lognormal 252
lognormal 253
lognormal 254
lognormal 255
lognormal 256
lognormal 257
lognormal 258
lognormal 259
lognormal 260
lognormal 261
lognormal 262
lognormal 263
lognormal 264
lognormal 265
lognormal 266
lognormal 267
lognormal 268
lognormal 269
lognormal 270
lognormal 271
lognormal 272
lognormal 273
lognormal 274
lognormal 275
lognormal 276
lognormal 277
lognormal 278
lognormal 279
lognormal 280
lognormal 281
lognormal 282
lognormal 283
lognormal 284
lognormal 285
lognormal 286
lognormal 287
lognormal 288
lognormal 289
lognormal 290
lognormal 291
lognormal 292
lognormal 293
lognormal 294
lognormal 295
lognormal 296
lognormal 297
lognormal 298
lognormal 299
lognormal 300
lognormal 301
lognormal 302
lognormal 303
lognormal 304
lognormal 305
lognormal 306
lognormal 307
lognormal 308
lognormal 309
lognormal 310
lognormal 311
lognormal 312
lognormal 313
lognormal 314
lognormal 315
lognormal 316
lognormal 317
lognormal 318
lognormal 319
lognormal 320
lognormal 321
lognormal 322
lognormal 323
lognormal 324
lognormal 325
lognormal 326
lognormal 327
lognormal 328
lognormal 329
lognormal 330
lognormal 331
lognormal 332
lognormal 333
lognormal 334
lognormal 335
lognormal 336
lognormal 337
lognormal 338
lognormal 339
lognormal 340
lognormal 341
lognormal 342
lognormal 343
lognormal 344
lognormal 345
lognormal 346
lognormal 347
lognormal 348
lognormal 349
lognormal 350
lognormal 351
lognormal 352
lognormal 353
lognormal 354
lognormal 355
lognormal 356
lognormal 357
lognormal 358
lognormal 359
lognormal 360
lognormal 361
lognormal 362
lognormal 363
lognormal 364
lognormal 365
lognormal 366
lognormal 367
lognormal 368
lognormal 369
lognormal 370
lognormal 371
lognormal 372
lognormal 373
lognormal 374
lognormal 375
lognormal 376
lognormal 377
lognormal 378
lognormal 379
lognormal 380
lognormal 381
lognormal 382
lognormal 383
lognormal 384
lognormal 385
lognormal 386
lognormal 387
lognormal 388
lognormal 389
lognormal 390
lognormal 391
lognormal 392
lognormal 393
lognormal 394
lognormal 395
lognormal 396
lognormal 397
lognormal 398
lognormal 399
lognormal 400
lognormal 401
lognormal 402
lognormal 403
lognormal 404
lognormal 405
lognormal 406
lognormal 407
lognormal 408
lognormal 409
lognormal 410
lognormal 411
lognormal 412
lognormal 413
lognormal 414
lognormal 415
lognormal 416
lognormal 417
lognormal 418
lognormal 419
lognormal 420
lognormal 421
lognormal 422
lognormal 423
lognormal 424
lognormal 425
lognormal 426
lognormal 427
lognormal 428
lognormal 429
lognormal 430
lognormal 431
lognormal 432
lognormal 433
lognormal 434
lognormal 435
lognormal 436
lognormal 437
lognormal 438
lognormal 439
lognormal 440
lognormal 441
lognormal 442
lognormal 443
lognormal 444
lognormal 445
lognormal 446
lognormal 447
lognormal 448
lognormal 449
lognormal 450
lognormal 451
lognormal 452
lognormal 453
lognormal 454
lognormal 455
lognormal 456
lognormal 457
lognormal 458
lognormal 459
lognormal 460
lognormal 461
lognormal 462
lognormal 463
lognormal 464
lognormal 465
lognormal 466
lognormal 467
lognormal 468
lognormal 469
lognormal 470
lognormal 471
lognormal 472
lognormal 473
lognormal 474
lognormal 475
lognormal 476
lognormal 477
lognormal 478
lognormal 479
lognormal 480
lognormal 481
lognormal 482
lognormal 483
lognormal 484
lognormal 485
lognormal 486
lognormal 487
lognormal 488
lognormal 489
lognormal 490
lognormal 491
lognormal 492
lognormal 493
lognormal 494
lognormal 495
lognormal 496
lognormal 497
lognormal 498
lognormal 499
lognormal 500
lognormal 501
lognormal 502
lognormal 503
lognormal 504
lognormal 505
lognormal 506
lognormal 507
lognormal 508
lognormal 509
lognormal 510
lognormal 511
lognormal 512
lognormal 513
lognormal 514
lognormal 515
lognormal 516
lognormal 517
lognormal 518
lognormal 519
lognormal 520
lognormal 521
lognormal 522
lognormal 523
lognormal 524
lognormal 525
lognormal 526
lognormal 527
lognormal 528
lognormal 529
lognormal 530
lognormal 531
lognormal 532
lognormal 533
lognormal 534
lognormal 535
lognormal 536
lognormal 537
lognormal 538
lognormal 539
lognormal 540
lognormal 541
lognormal 542
lognormal 543
lognormal 544
lognormal 545
lognormal 546
lognormal 547
lognormal 548
lognormal 549
lognormal 550
lognormal 551
lognormal 552
lognormal 553
lognormal 554
lognormal 555
lognormal 556
lognormal 557
lognormal 558
lognormal 559
lognormal 560
lognormal 561
lognormal 562
lognormal 563
lognormal 564
lognormal 565
lognormal 566
lognormal 567
lognormal 568
lognormal 569
lognormal 570
lognormal 571
lognormal 572
lognormal 573
lognormal 574
lognormal 575
lognormal 576
lognormal 577
lognormal 578
lognormal 579
lognormal 580
lognormal 581
lognormal 582
lognormal 583
lognormal 584
lognormal 585
lognormal 586
lognormal 587
lognormal 588
lognormal 589
lognormal 590
lognormal 591
lognormal 592
lognormal 593
lognormal 594
lognormal 595
lognormal 596
lognormal 597
lognormal 598
lognormal 599
lognormal 600
lognormal 601
lognormal 602
lognormal 603
lognormal 604
lognormal 605
lognormal 606
lognormal 607
lognormal 608
lognormal 609
lognormal 610
lognormal 611
lognormal 612
lognormal 613
lognormal 614
lognormal 615
lognormal 616
lognormal 617
lognormal 618
lognormal 619
lognormal 620
lognormal 621
lognormal 622
lognormal 623
lognormal 624
lognormal 625
lognormal 626
lognormal 627
lognormal 628
lognormal 629
lognormal 630
lognormal 631
lognormal 632
lognormal 633
lognormal 634
lognormal 635
lognormal 636
lognormal 637
lognormal 638
lognormal 639
lognormal 640
lognormal 641
lognormal 642
lognormal 643
lognormal 644
lognormal 645
lognormal 646
lognormal 647
lognormal 648
lognormal 649
lognormal 650
lognormal 651
lognormal 652
lognormal 653
lognormal 654
lognormal 655
lognormal 656
lognormal 657
lognormal 658
lognormal 659
lognormal 660
lognormal 661
lognormal 662
lognormal 663
lognormal 664
lognormal 665
lognormal 666
lognormal 667
lognormal 668
lognormal 669
lognormal 670
lognormal 671
lognormal 672
lognormal 673
lognormal 674
lognormal 675
lognormal 676
lognormal 677
lognormal 678
lognormal 679
lognormal 680
lognormal 681
lognormal 682
lognormal 683
lognormal 684
lognormal 685
lognormal 686
lognormal 687
lognormal 688
lognormal 689
lognormal 690
lognormal 691
lognormal 692
lognormal 693
lognormal 694
lognormal 695
lognormal 696
lognormal 697
lognormal 698
lognormal 699
lognormal 700
lognormal 701
lognormal 702
lognormal 703
lognormal 704
lognormal 705
lognormal 706
lognormal 707
lognormal 708
lognormal 709
lognormal 710
lognormal 711
lognormal 712
lognormal 713
lognormal 714
lognormal 715
lognormal 716
lognormal 717
lognormal 718
lognormal 719
lognormal 720
lognormal 721
lognormal 722
lognormal 723
lognormal 724
lognormal 725
lognormal 726
lognormal 727
lognormal 728
lognormal 729
lognormal 730
lognormal 731
lognormal 732
lognormal 733
lognormal 734
lognormal 735
lognormal 736
lognormal 737
lognormal 738
lognormal 739
lognormal 740
lognormal 741
lognormal 742
lognormal 743
lognormal 744
lognormal 745
lognormal 746
lognormal 747
lognormal 748
lognormal 749
lognormal 750
lognormal 751
lognormal 752
lognormal 753
lognormal 754
lognormal 755
lognormal 756
lognormal 757
lognormal 758
lognormal 759
lognormal 760
lognormal 761
lognormal 762
lognormal 763
lognormal 764
lognormal 765
lognormal 766
lognormal 767
lognormal 768
lognormal 769
lognormal 770
lognormal 771
lognormal 772
lognormal 773
lognormal 774
lognormal 775
lognormal 776
lognormal 777
lognormal 778
lognormal 779
lognormal 780
lognormal 781
lognormal 782
lognormal 783
lognormal 784
lognormal 785
lognormal 786
lognormal 787
lognormal 788
lognormal 789
lognormal 790
lognormal 791
lognormal 792
lognormal 793
lognormal 794
lognormal 795
lognormal 796
lognormal 797
lognormal 798
lognormal 799
lognormal 800
lognormal 801
lognormal 802
lognormal 803
lognormal 804
lognormal 805
lognormal 806
lognormal 807
lognormal 808
lognormal 809
lognormal 810
lognormal 811
lognormal 812
lognormal 813
lognormal 814
lognormal 815
lognormal 816
lognormal 817
lognormal 818
lognormal 819
lognormal 820
lognormal 821
lognormal 822
lognormal 823
lognormal 824
lognormal 825
lognormal 826
lognormal 827
lognormal 828
lognormal 829
lognormal 830
lognormal 831
lognormal 832
lognormal 833
lognormal 834
lognormal 835
lognormal 836
lognormal 837
lognormal 838
lognormal 839
lognormal 840
lognormal 841
lognormal 842
lognormal 843
lognormal 844
lognormal 845
lognormal 846
lognormal 847
lognormal 848
lognormal 849
lognormal 850
lognormal 851
lognormal 852
lognormal 853
lognormal 854
lognormal 855
lognormal 856
lognormal 857
lognormal 858
lognormal 859
lognormal 860
lognormal 861
lognormal 862
lognormal 863
lognormal 864
lognormal 865
lognormal 866
lognormal 867
lognormal 868
lognormal 869
lognormal 870
lognormal 871
lognormal 872
lognormal 873
lognormal 874
lognormal 875
lognormal 876
lognormal 877
lognormal 878
lognormal 879
lognormal 880
lognormal 881
lognormal 882
lognormal 883
lognormal 884
lognormal 885
lognormal 886
lognormal 887
lognormal 888
lognormal 889
lognormal 890
lognormal 891
lognormal 892
lognormal 893
lognormal 894
lognormal 895
lognormal 896
lognormal 897
lognormal 898
lognormal 899
lognormal 900
lognormal 901
lognormal 902
lognormal 903
lognormal 904
lognormal 905
lognormal 906
lognormal 907
lognormal 908
lognormal 909
lognormal 910
lognormal 911
lognormal 912
lognormal 913
lognormal 914
lognormal 915
lognormal 916
lognormal 917
lognormal 918
lognormal 919
lognormal 920
lognormal 921
lognormal 922
lognormal 923
lognormal 924
lognormal 925
lognormal 926
lognormal 927
lognormal 928
lognormal 929
lognormal 930
lognormal 931
lognormal 932
lognormal 933
lognormal 934
lognormal 935
lognormal 936
lognormal 937
lognormal 938
lognormal 939
lognormal 940
lognormal 941
lognormal 942
lognormal 943
lognormal 944
lognormal 945
lognormal 946
lognormal 947
lognormal 948
lognormal 949
lognormal 950
lognormal 951
lognormal 952
lognormal 953
lognormal 954
lognormal 955
lognormal 956
lognormal 957
lognormal 958
lognormal 959
lognormal 960
lognormal 961
lognormal 962
lognormal 963
lognormal 964
lognormal 965
lognormal 966
lognormal 967
lognormal 968
lognormal 969
lognormal 970
lognormal 971
lognormal 972
lognormal 973
lognormal 974
lognormal 975
lognormal 976
lognormal 977
lognormal 978
lognormal 979
lognormal 980
lognormal 981
lognormal 982
lognormal 983
lognormal 984
lognormal 985
lognormal 986
lognormal 987
lognormal 988
lognormal 989
lognormal 990
lognormal 991
lognormal 992
lognormal 993
lognormal 994
lognormal 995
lognormal 996
lognormal 997
lognormal 998
lognormal 999
lognormal 1000
lognormal 1001
lognormal 1002
lognormal 1003
lognormal 1004
lognormal 1005
lognormal 1006
lognormal 1007
lognormal 1008
lognormal 1009
lognormal 1010
lognormal 1011
lognormal 1012
lognormal 1013
lognormal 1014
lognormal 1015
lognormal 1016
lognormal 1017
lognormal 1018
lognormal 1019
lognormal 1020
lognormal 1021
lognormal 1022
lognormal 1023
lognormal 1024
lognormal 1025
lognormal 1026
lognormal 1027
lognormal 1028
lognormal 1029
lognormal 1030
lognormal 1031
lognormal 1032
lognormal 1033
lognormal 1034
lognormal 1035
lognormal 1036
lognormal 1037
lognormal 1038
lognormal 1039
lognormal 1040
lognormal 1041
lognormal 1042
lognormal 1043
lognormal 1044
lognormal 1045
lognormal 1046
lognormal 1047
lognormal 1048
lognormal 1049
lognormal 1050
lognormal 1051
lognormal 1052
lognormal 1053
lognormal 1054
lognormal 1055
lognormal 1056
lognormal 1057
lognormal 1058
lognormal 1059
lognormal 1060
lognormal 1061
lognormal 1062
lognormal 1063
lognormal 1064
lognormal 1065
lognormal 1066
lognormal 1067
lognormal 1068
lognormal 1069
lognormal 1070
lognormal 1071
lognormal 1072
lognormal 1073
lognormal 1074
lognormal 1075
lognormal 1076
lognormal 1077
lognormal 1078
lognormal 1079
lognormal 1080
lognormal 1081
lognormal 1082
lognormal 1083
lognormal 1084
lognormal 1085
lognormal 1086
lognormal 1087
lognormal 1088
lognormal 1089
lognormal 1090
lognormal 1091
lognormal 1092
lognormal 1093
lognormal 1094
lognormal 1095
lognormal 1096
lognormal 1097
lognormal 1098
lognormal 1099
lognormal 1100
lognormal 1101
lognormal 1102
lognormal 1103
lognormal 1104
lognormal 1105
lognormal 1106
lognormal 1107
lognormal 1108
lognormal 1109
lognormal 1110
lognormal 1111
lognormal 1112
lognormal 1113
lognormal 1114
lognormal 1115
lognormal 1116
lognormal 1117
lognormal 1118
lognormal 1119
lognormal 1120
lognormal 1121
lognormal 1122
lognormal 1123
lognormal 1124
lognormal 1125
lognormal 1126
lognormal 1127
lognormal 1128
lognormal 1129
lognormal 1130
lognormal 1131
lognormal 1132
lognormal 1133
lognormal 1134
lognormal 1135
lognormal 1136
lognormal 1137
lognormal 1138
lognormal 1139
lognormal 1140
lognormal 1141
lognormal 1142
lognormal 1143
lognormal 1144
lognormal 1145
lognormal 1146
lognormal 1147
lognormal 1148
lognormal 1149
lognormal 1150
lognormal 1151
lognormal 1152
lognormal 1153
lognormal 1154
lognormal 1155
lognormal 1156
lognormal 1157
lognormal 1158
lognormal 1159
lognormal 1160
lognormal 1161
lognormal 1162
lognormal 1163
lognormal 1164
lognormal 1165
lognormal 1166
lognormal 1167
lognormal 1168
lognormal 1169
lognormal 1170
lognormal 1171
lognormal 1172
lognormal 1173
lognormal 1174
lognormal 1175
lognormal 1176
lognormal 1177
lognormal 1178
lognormal 1179
lognormal 1180
lognormal 1181
lognormal 1182
lognormal 1183
lognormal 1184
lognormal 1185
lognormal 1186
lognormal 1187
lognormal 1188
lognormal 1189
lognormal 1190
lognormal 1191
lognormal 1192
lognormal 1193
lognormal 1194
lognormal 1195
lognormal 1196
lognormal 1197
lognormal 1198
lognormal 1199
lognormal 1200
lognormal 1201
lognormal 1202
lognormal 1203
lognormal 1204
lognormal 1205
lognormal 1206
lognormal 1207
lognormal 1208
lognormal 1209
lognormal 1210
lognormal 1211
lognormal 1212
lognormal 1213
lognormal 1214
lognormal 1215
lognormal 1216
lognormal 1217
lognormal 1218
lognormal 1219
lognormal 1220
lognormal 1221
lognormal 1222
lognormal 1223
lognormal 1224
lognormal 1225
lognormal 1226
lognormal 1227
lognormal 1228
lognormal 1229
lognormal 1230
lognormal 1231
lognormal 1232
lognormal 1233
lognormal 1234
lognormal 1235
lognormal 1236
lognormal 1237
lognormal 1238
lognormal 1239
lognormal 1240
lognormal 1241
lognormal 1242
lognormal 1243
lognormal 1244
lognormal 1245
lognormal 1246
lognormal 1247
lognormal 1248
lognormal 1249
lognormal 1250
lognormal 1251
lognormal 1252
lognormal 1253
lognormal 1254
lognormal 1255
lognormal 1256
lognormal 1257
lognormal 1258
lognormal 1259
lognormal 1260
lognormal 1261
lognormal 1262
lognormal 1263
lognormal 1264
lognormal 1265
lognormal 1266
lognormal 1267
lognormal 1268
lognormal 1269
lognormal 1270
lognormal 1271
lognormal 1272
lognormal 1273
lognormal 1274
lognormal 1275
lognormal 1276
lognormal 1277
lognormal 1278
lognormal 1279
lognormal 1280
lognormal 1281
lognormal 1282
lognormal 1283
lognormal 1284
lognormal 1285
lognormal 1286
lognormal 1287
lognormal 1288
lognormal 1289
lognormal 1290
lognormal 1291
lognormal 1292
lognormal 1293
lognormal 1294
lognormal 1295
lognormal 1296
lognormal 1297
lognormal 1298
lognormal 1299
lognormal 1300
lognormal 1301
lognormal 1302
lognormal 1303
lognormal 1304
lognormal 1305
lognormal 1306
lognormal 1307
lognormal 1308
lognormal 1309
lognormal 1310
lognormal 1311
lognormal 1312
lognormal 1313
lognormal 1314
lognormal 1315
lognormal 1316
lognormal 1317
lognormal 1318
lognormal 1319
lognormal 1320
lognormal 1321
lognormal 1322
lognormal 1323
lognormal 1324
lognormal 1325
lognormal 1326
lognormal 1327
lognormal 1328
lognormal 1329
lognormal 1330
lognormal 1331
lognormal 1332
lognormal 1333
lognormal 1334
lognormal 1335
lognormal 1336
lognormal 1337
lognormal 1338
lognormal 1339
lognormal 1340
lognormal 1341
lognormal 1342
lognormal 1343
lognormal 1344
lognormal 1345
lognormal 1346
lognormal 1347
lognormal 1348
lognormal 1349
lognormal 1350
lognormal 1351
lognormal 1352
lognormal 1353
lognormal 1354
lognormal 1355
lognormal 1356
lognormal 1357
lognormal 1358
lognormal 1359
lognormal 1360
lognormal 1361
lognormal 1362
lognormal 1363
lognormal 1364
lognormal 1365
lognormal 1366
lognormal 1367
lognormal 1368
lognormal 1369
lognormal 1370
lognormal 1371
lognormal 1372
lognormal 1373
lognormal 1374
lognormal 1375
lognormal 1376
lognormal 1377
lognormal 1378
lognormal 1379
lognormal 1380
lognormal 1381
lognormal 1382
lognormal 1383
lognormal 1384
lognormal 1385
lognormal 1386
lognormal 1387
lognormal 1388
lognormal 1389
lognormal 1390
lognormal 1391
lognormal 1392
lognormal 1393
lognormal 1394
lognormal 1395
lognormal 1396
lognormal 1397
lognormal 1398
lognormal 1399
lognormal 1400
lognormal 1401
lognormal 1402
lognormal 1403
lognormal 1404
lognormal 1405
lognormal 1406
lognormal 1407
lognormal 1408
lognormal 1409
lognormal 1410
lognormal 1411
lognormal 1412
lognormal 1413
lognormal 1414
lognormal 1415
lognormal 1416
lognormal 1417
lognormal 1418
lognormal 1419
lognormal 1420
lognormal 1421
lognormal 1422
lognormal 1423
lognormal 1424
lognormal 1425
lognormal 1426
lognormal 1427
lognormal 1428
lognormal 1429
lognormal 1430
lognormal 1431
lognormal 1432
lognormal 1433
lognormal 1434
lognormal 1435
lognormal 1436
lognormal 1437
lognormal 1438
lognormal 1439
lognormal 1440
lognormal 1441
lognormal 1442
lognormal 1443
lognormal 1444
lognormal 1445
lognormal 1446
lognormal 1447
lognormal 1448
lognormal 1449
lognormal 1450
lognormal 1451
lognormal 1452
lognormal 1453
lognormal 1454
lognormal 1455
lognormal 1456
lognormal 1457
lognormal 1458
lognormal 1459
lognormal 1460
lognormal 1461
lognormal 1462
lognormal 1463
lognormal 1464
lognormal 1465
lognormal 1466
lognormal 1467
lognormal 1468
lognormal 1469
lognormal 1470
lognormal 1471
lognormal 1472
lognormal 1473
lognormal 1474
lognormal 1475
lognormal 1476
lognormal 1477
lognormal 1478
lognormal 1479
lognormal 1480
lognormal 1481
lognormal 1482
lognormal 1483
lognormal 1484
lognormal 1485
lognormal 1486
lognormal 1487
lognormal 1488
lognormal 1489
lognormal 1490
lognormal 1491
lognormal 1492
lognormal 1493
lognormal 1494
lognormal 1495
lognormal 1496
lognormal 1497
lognormal 1498
lognormal 1499
lognormal 1500
lognormal 1501
lognormal 1502
lognormal 1503
lognormal 1504
lognormal 1505
lognormal 1506
lognormal 1507
lognormal 1508
lognormal 1509
lognormal 1510
lognormal 1511
lognormal 1512
lognormal 1513
lognormal 1514
lognormal 1515
lognormal 1516
lognormal 1517
lognormal 1518
lognormal 1519
lognormal 1520
lognormal 1521
lognormal 1522
lognormal 1523
lognormal 1524
lognormal 1525
lognormal 1526
lognormal 1527
lognormal 1528
lognormal 1529
lognormal 1530
lognormal 1531
lognormal 1532
lognormal 1533
lognormal 1534
lognormal 1535
lognormal 1536
lognormal 1537
lognormal 1538
lognormal 1539
lognormal 1540
lognormal 1541
lognormal 1542
lognormal 1543
lognormal 1544
lognormal 1545
lognormal 1546
lognormal 1547
lognormal 1548
lognormal 1549
lognormal 1550
lognormal 1551
lognormal 1552
lognormal 1553
lognormal 1554
lognormal 1555
lognormal 1556
lognormal 1557
lognormal 1558
lognormal 1559
lognormal 1560
lognormal 1561
lognormal 1562
lognormal 1563
lognormal 1564
lognormal 1565
lognormal 1566
lognormal 1567
lognormal 1568
lognormal 1569
lognormal 1570
lognormal 1571
lognormal 1572
lognormal 1573
lognormal 1574
lognormal 1575
lognormal 1576
lognormal 1577
lognormal 1578
lognormal 1579
lognormal 1580
lognormal 1581
lognormal 1582
lognormal 1583
lognormal 1584
lognormal 1585
lognormal 1586
lognormal 1587
lognormal 1588
lognormal 1589
lognormal 1590
lognormal 1591
lognormal 1592
lognormal 1593
lognormal 1594
lognormal 1595
lognormal 1596
lognormal 1597
lognormal 1598
lognormal 1599
lognormal 1600
lognormal 1601
lognormal 1602
lognormal 1603
lognormal 1604
lognormal 1605
lognormal 1606
lognormal 1607
lognormal 1608
lognormal 1609
lognormal 1610
lognormal 1611
lognormal 1612
lognormal 1613
lognormal 1614
lognormal 1615
lognormal 1616
lognormal 1617
lognormal 1618
lognormal 1619
lognormal 1620
lognormal 1621
lognormal 1622
lognormal 1623
lognormal 1624
lognormal 1625
lognormal 1626
lognormal 1627
lognormal 1628
lognormal 1629
lognormal 1630
lognormal 1631
lognormal 1632
lognormal 1633
lognormal 1634
lognormal 1635
lognormal 1636
lognormal 1637
lognormal 1638
lognormal 1639
lognormal 1640
lognormal 1641
lognormal 1642
lognormal 1643
lognormal 1644
lognormal 1645
lognormal 1646
lognormal 1647
lognormal 1648
lognormal 1649
lognormal 1650
lognormal 1651
lognormal 1652
lognormal 1653
lognormal 1654
lognormal 1655
lognormal 1656
lognormal 1657
lognormal 1658
lognormal 1659
lognormal 1660
lognormal 1661
lognormal 1662
lognormal 1663
lognormal 1664
lognormal 1665
lognormal 1666
lognormal 1667
lognormal 1668
lognormal 1669
lognormal 1670
lognormal 1671
lognormal 1672
lognormal 1673
lognormal 1674
lognormal 1675
lognormal 1676
lognormal 1677
lognormal 1678
lognormal 1679
lognormal 1680
lognormal 1681
lognormal 1682
lognormal 1683
lognormal 1684
lognormal 1685
lognormal 1686
lognormal 1687
lognormal 1688
lognormal 1689
lognormal 1690
lognormal 1691
lognormal 1692
lognormal 1693
lognormal 1694
lognormal 1695
lognormal 1696
lognormal 1697
lognormal 1698
lognormal 1699
lognormal 1700
lognormal 1701
lognormal 1702
lognormal 1703
lognormal 1704
lognormal 1705
lognormal 1706
lognormal 1707
lognormal 1708
lognormal 1709
lognormal 1710
lognormal 1711
lognormal 1712
lognormal 1713
lognormal 1714
lognormal 1715
lognormal 1716
lognormal 1717
lognormal 1718
lognormal 1719
lognormal 1720
lognormal 1721
lognormal 1722
lognormal 1723
lognormal 1724
lognormal 1725
lognormal 1726
lognormal 1727
lognormal 1728
lognormal 1729
lognormal 1730
lognormal 1731
lognormal 1732
lognormal 1733
lognormal 1734
lognormal 1735
lognormal 1736
lognormal 1737
lognormal 1738
lognormal 1739
lognormal 1740
lognormal 1741
lognormal 1742
lognormal 1743
lognormal 1744
lognormal 1745
lognormal 1746
lognormal 1747
lognormal 1748
lognormal 1749
lognormal 1750
lognormal 1751
lognormal 1752
lognormal 1753
lognormal 1754
lognormal 1755
lognormal 1756
lognormal 1757
lognormal 1758
lognormal 1759
lognormal 1760
lognormal 1761
lognormal 1762
lognormal 1763
lognormal 1764
lognormal 1765
lognormal 1766
lognormal 1767
lognormal 1768
lognormal 1769
lognormal 1770
lognormal 1771
lognormal 1772
lognormal 1773
lognormal 1774
lognormal 1775
lognormal 1776
lognormal 1777
lognormal 1778
lognormal 1779
lognormal 1780
lognormal 1781
lognormal 1782
lognormal 1783
lognormal 1784
lognormal 1785
lognormal 1786
lognormal 1787
lognormal 1788
lognormal 1789
lognormal 1790
lognormal 1791
lognormal 1792
lognormal 1793
lognormal 1794
lognormal 1795
lognormal 1796
lognormal 1797
lognormal 1798
lognormal 1799
lognormal 1800
lognormal 1801
lognormal 1802
lognormal 1803
lognormal 1804
lognormal 1805
lognormal 1806
lognormal 1807
lognormal 1808
lognormal 1809
lognormal 1810
lognormal 1811
lognormal 1812
lognormal 1813
lognormal 1814
lognormal 1815
lognormal 1816
lognormal 1817
lognormal 1818
lognormal 1819
lognormal 1820
lognormal 1821
lognormal 1822
lognormal 1823
lognormal 1824
lognormal 1825
lognormal 1826
lognormal 1827
lognormal 1828
lognormal 1829
lognormal 1830
lognormal 1831
lognormal 1832
lognormal 1833
lognormal 1834
lognormal 1835
lognormal 1836
lognormal 1837
lognormal 1838
lognormal 1839
lognormal 1840
lognormal 1841
lognormal 1842
lognormal 1843
lognormal 1844
lognormal 1845
lognormal 1846
lognormal 1847
lognormal 1848
lognormal 1849
lognormal 1850
lognormal 1851
lognormal 1852
lognormal 1853
lognormal 1854
lognormal 1855
lognormal 1856
lognormal 1857
lognormal 1858
lognormal 1859
lognormal 1860
lognormal 1861
lognormal 1862
lognormal 1863
lognormal 1864
lognormal 1865
lognormal 1866
lognormal 1867
lognormal 1868
lognormal 1869
lognormal 1870
lognormal 1871
lognormal 1872
lognormal 1873
lognormal 1874
lognormal 1875
lognormal 1876
lognormal 1877
lognormal 1878
lognormal 1879
lognormal 1880
lognormal 1881
lognormal 1882
lognormal 1883
lognormal 1884
lognormal 1885
lognormal 1886
lognormal 1887
lognormal 1888
lognormal 1889
lognormal 1890
lognormal 1891
lognormal 1892
lognormal 1893
lognormal 1894
lognormal 1895
lognormal 1896
lognormal 1897
lognormal 1898
lognormal 1899
lognormal 1900
lognormal 1901
lognormal 1902
lognormal 1903
lognormal 1904
lognormal 1905
lognormal 1906
lognormal 1907
lognormal 1908
lognormal 1909
lognormal 1910
lognormal 1911
lognormal 1912
lognormal 1913
lognormal 1914
lognormal 1915
lognormal 1916
lognormal 1917
lognormal 1918
lognormal 1919
lognormal 1920
lognormal 1921
lognormal 1922
lognormal 1923
lognormal 1924
lognormal 1925
lognormal 1926
lognormal 1927
lognormal 1928
lognormal 1929
lognormal 1930
lognormal 1931
lognormal 1932
lognormal 1933
lognormal 1934
lognormal 1935
lognormal 1936
lognormal 1937
lognormal 1938
lognormal 1939
lognormal 1940
lognormal 1941
lognormal 1942
lognormal 1943
lognormal 1944
lognormal 1945
lognormal 1946
lognormal 1947
lognormal 1948
lognormal 1949
lognormal 1950
lognormal 1951
lognormal 1952
lognormal 1953
lognormal 1954
lognormal 1955
lognormal 1956
lognormal 1957
lognormal 1958
lognormal 1959
lognormal 1960
lognormal 1961
lognormal 1962
lognormal 1963
lognormal 1964
lognormal 1965
lognormal 1966
lognormal 1967
lognormal 1968
lognormal 1969
lognormal 1970
lognormal 1971
lognormal 1972
lognormal 1973
lognormal 1974
lognormal 1975
lognormal 1976
lognormal 1977
lognormal 1978
lognormal 1979
lognormal 1980
lognormal 1981
lognormal 1982
lognormal 1983
lognormal 1984
lognormal 1985
lognormal 1986
lognormal 1987
lognormal 1988
lognormal 1989
lognormal 1990
lognormal 1991
lognormal 1992
lognormal 1993
lognormal 1994
lognormal 1995
lognormal 1996
lognormal 1997
lognormal 1998
lognormal 1999
lognormal 2000
correlated 1
correlated 2
correlated 3
correlated 4
correlated 5
correlated 6
correlated 7
correlated 8
correlated 9
correlated 10
correlated 11
correlated 12
correlated 13
correlated 14
correlated 15
correlated 16
correlated 17
correlated 18
correlated 19
correlated 20
correlated 21
correlated 22
correlated 23
correlated 24
correlated 25
correlated 26
correlated 27
correlated 28
correlated 29
correlated 30
correlated 31
correlated 32
correlated 33
correlated 34
correlated 35
correlated 36
correlated 37
correlated 38
correlated 39
correlated 40
correlated 41
correlated 42
correlated 43
correlated 44
correlated 45
correlated 46
correlated 47
correlated 48
correlated 49
correlated 50
correlated 51
correlated 52
correlated 53
correlated 54
correlated 55
correlated 56
correlated 57
correlated 58
correlated 59
correlated 60
correlated 61
correlated 62
correlated 63
correlated 64
correlated 65
correlated 66
correlated 67
correlated 68
correlated 69
correlated 70
correlated 71
correlated 72
correlated 73
correlated 74
correlated 75
correlated 76
correlated 77
correlated 78
correlated 79
correlated 80
correlated 81
correlated 82
correlated 83
correlated 84
correlated 85
correlated 86
correlated 87
correlated 88
correlated 89
correlated 90
correlated 91
correlated 92
correlated 93
correlated 94
correlated 95
correlated 96
correlated 97
correlated 98
correlated 99
correlated 100
correlated 101
correlated 102
correlated 103
correlated 104
correlated 105
correlated 106
correlated 107
correlated 108
correlated 109
correlated 110
correlated 111
correlated 112
correlated 113
correlated 114
correlated 115
correlated 116
correlated 117
correlated 118
correlated 119
correlated 120
correlated 121
correlated 122
correlated 123
correlated 124
correlated 125
correlated 126
correlated 127
correlated 128
correlated 129
correlated 130
correlated 131
correlated 132
correlated 133
correlated 134
correlated 135
correlated 136
correlated 137
correlated 138
correlated 139
correlated 140
correlated 141
correlated 142
correlated 143
correlated 144
correlated 145
correlated 146
correlated 147
correlated 148
correlated 149
correlated 150
correlated 151
correlated 152
correlated 153
correlated 154
correlated 155
correlated 156
correlated 157
correlated 158
correlated 159
correlated 160
correlated 161
correlated 162
correlated 163
correlated 164
correlated 165
correlated 166
correlated 167
correlated 168
correlated 169
correlated 170
correlated 171
correlated 172
correlated 173
correlated 174
correlated 175
correlated 176
correlated 177
correlated 178
correlated 179
correlated 180
correlated 181
correlated 182
correlated 183
correlated 184
correlated 185
correlated 186
correlated 187
correlated 188
correlated 189
correlated 190
correlated 191
correlated 192
correlated 193
correlated 194
correlated 195
correlated 196
correlated 197
correlated 198
correlated 199
correlated 200
correlated 201
correlated 202
correlated 203
correlated 204
correlated 205
correlated 206
correlated 207
correlated 208
correlated 209
correlated 210
correlated 211
correlated 212
correlated 213
correlated 214
correlated 215
correlated 216
correlated 217
correlated 218
correlated 219
correlated 220
correlated 221
correlated 222
correlated 223
correlated 224
correlated 225
correlated 226
correlated 227
correlated 228
correlated 229
correlated 230
correlated 231
correlated 232
correlated 233
correlated 234
correlated 235
correlated 236
correlated 237
correlated 238
correlated 239
correlated 240
correlated 241
correlated 242
correlated 243
correlated 244
correlated 245
correlated 246
correlated 247
correlated 248
correlated 249
correlated 250
correlated 251
correlated 252
correlated 253
correlated 254
correlated 255
correlated 256
correlated 257
correlated 258
correlated 259
correlated 260
correlated 261
correlated 262
correlated 263
correlated 264
correlated 265
correlated 266
correlated 267
correlated 268
correlated 269
correlated 270
correlated 271
correlated 272
correlated 273
correlated 274
correlated 275
correlated 276
correlated 277
correlated 278
correlated 279
correlated 280
correlated 281
correlated 282
correlated 283
correlated 284
correlated 285
correlated 286
correlated 287
correlated 288
correlated 289
correlated 290
correlated 291
correlated 292
correlated 293
correlated 294
correlated 295
correlated 296
correlated 297
correlated 298
correlated 299
correlated 300
correlated 301
correlated 302
correlated 303
correlated 304
correlated 305
correlated 306
correlated 307
correlated 308
correlated 309
correlated 310
correlated 311
correlated 312
correlated 313
correlated 314
correlated 315
correlated 316
correlated 317
correlated 318
correlated 319
correlated 320
correlated 321
correlated 322
correlated 323
correlated 324
correlated 325
correlated 326
correlated 327
correlated 328
correlated 329
correlated 330
correlated 331
correlated 332
correlated 333
correlated 334
correlated 335
correlated 336
correlated 337
correlated 338
correlated 339
correlated 340
correlated 341
correlated 342
correlated 343
correlated 344
correlated 345
correlated 346
correlated 347
correlated 348
correlated 349
correlated 350
correlated 351
correlated 352
correlated 353
correlated 354
correlated 355
correlated 356
correlated 357
correlated 358
correlated 359
correlated 360
correlated 361
correlated 362
correlated 363
correlated 364
correlated 365
correlated 366
correlated 367
correlated 368
correlated 369
correlated 370
correlated 371
correlated 372
correlated 373
correlated 374
correlated 375
correlated 376
correlated 377
correlated 378
correlated 379
correlated 380
correlated 381
correlated 382
correlated 383
correlated 384
correlated 385
correlated 386
correlated 387
correlated 388
correlated 389
correlated 390
correlated 391
correlated 392
correlated 393
correlated 394
correlated 395
correlated 396
correlated 397
correlated 398
correlated 399
correlated 400
correlated 401
correlated 402
correlated 403
correlated 404
correlated 405
correlated 406
correlated 407
correlated 408
correlated 409
correlated 410
correlated 411
correlated 412
correlated 413
correlated 414
correlated 415
correlated 416
correlated 417
correlated 418
correlated 419
correlated 420
correlated 421
correlated 422
correlated 423
correlated 424
correlated 425
correlated 426
correlated 427
correlated 428
correlated 429
correlated 430
correlated 431
correlated 432
correlated 433
correlated 434
correlated 435
correlated 436
correlated 437
correlated 438
correlated 439
correlated 440
correlated 441
correlated 442
correlated 443
correlated 444
correlated 445
correlated 446
correlated 447
correlated 448
correlated 449
correlated 450
correlated 451
correlated 452
correlated 453
correlated 454
correlated 455
correlated 456
correlated 457
correlated 458
correlated 459
correlated 460
correlated 461
correlated 462
correlated 463
correlated 464
correlated 465
correlated 466
correlated 467
correlated 468
correlated 469
correlated 470
correlated 471
correlated 472
correlated 473
correlated 474
correlated 475
correlated 476
correlated 477
correlated 478
correlated 479
correlated 480
correlated 481
correlated 482
correlated 483
correlated 484
correlated 485
correlated 486
correlated 487
correlated 488
correlated 489
correlated 490
correlated 491
correlated 492
correlated 493
correlated 494
correlated 495
correlated 496
correlated 497
correlated 498
correlated 499
correlated 500
correlated 501
correlated 502
correlated 503
correlated 504
correlated 505
correlated 506
correlated 507
correlated 508
correlated 509
correlated 510
correlated 511
correlated 512
correlated 513
correlated 514
correlated 515
correlated 516
correlated 517
correlated 518
correlated 519
correlated 520
correlated 521
correlated 522
correlated 523
correlated 524
correlated 525
correlated 526
correlated 527
correlated 528
correlated 529
correlated 530
correlated 531
correlated 532
correlated 533
correlated 534
correlated 535
correlated 536
correlated 537
correlated 538
correlated 539
correlated 540
correlated 541
correlated 542
correlated 543
correlated 544
correlated 545
correlated 546
correlated 547
correlated 548
correlated 549
correlated 550
correlated 551
correlated 552
correlated 553
correlated 554
correlated 555
correlated 556
correlated 557
correlated 558
correlated 559
correlated 560
correlated 561
correlated 562
correlated 563
correlated 564
correlated 565
correlated 566
correlated 567
correlated 568
correlated 569
correlated 570
correlated 571
correlated 572
correlated 573
correlated 574
correlated 575
correlated 576
correlated 577
correlated 578
correlated 579
correlated 580
correlated 581
correlated 582
correlated 583
correlated 584
correlated 585
correlated 586
correlated 587
correlated 588
correlated 589
correlated 590
correlated 591
correlated 592
correlated 593
correlated 594
correlated 595
correlated 596
correlated 597
correlated 598
correlated 599
correlated 600
correlated 601
correlated 602
correlated 603
correlated 604
correlated 605
correlated 606
correlated 607
correlated 608
correlated 609
correlated 610
correlated 611
correlated 612
correlated 613
correlated 614
correlated 615
correlated 616
correlated 617
correlated 618
correlated 619
correlated 620
correlated 621
correlated 622
correlated 623
correlated 624
correlated 625
correlated 626
correlated 627
correlated 628
correlated 629
correlated 630
correlated 631
correlated 632
correlated 633
correlated 634
correlated 635
correlated 636
correlated 637
correlated 638
correlated 639
correlated 640
correlated 641
correlated 642
correlated 643
correlated 644
correlated 645
correlated 646
correlated 647
correlated 648
correlated 649
correlated 650
correlated 651
correlated 652
correlated 653
correlated 654
correlated 655
correlated 656
correlated 657
correlated 658
correlated 659
correlated 660
correlated 661
correlated 662
correlated 663
correlated 664
correlated 665
correlated 666
correlated 667
correlated 668
correlated 669
correlated 670
correlated 671
correlated 672
correlated 673
correlated 674
correlated 675
correlated 676
correlated 677
correlated 678
correlated 679
correlated 680
correlated 681
correlated 682
correlated 683
correlated 684
correlated 685
correlated 686
correlated 687
correlated 688
correlated 689
correlated 690
correlated 691
correlated 692
correlated 693
correlated 694
correlated 695
correlated 696
correlated 697
correlated 698
correlated 699
correlated 700
correlated 701
correlated 702
correlated 703
correlated 704
correlated 705
correlated 706
correlated 707
correlated 708
correlated 709
correlated 710
correlated 711
correlated 712
correlated 713
correlated 714
correlated 715
correlated 716
correlated 717
correlated 718
correlated 719
correlated 720
correlated 721
correlated 722
correlated 723
correlated 724
correlated 725
correlated 726
correlated 727
correlated 728
correlated 729
correlated 730
correlated 731
correlated 732
correlated 733
correlated 734
correlated 735
correlated 736
correlated 737
correlated 738
correlated 739
correlated 740
correlated 741
correlated 742
correlated 743
correlated 744
correlated 745
correlated 746
correlated 747
correlated 748
correlated 749
correlated 750
correlated 751
correlated 752
correlated 753
correlated 754
correlated 755
correlated 756
correlated 757
correlated 758
correlated 759
correlated 760
correlated 761
correlated 762
correlated 763
correlated 764
correlated 765
correlated 766
correlated 767
correlated 768
correlated 769
correlated 770
correlated 771
correlated 772
correlated 773
correlated 774
correlated 775
correlated 776
correlated 777
correlated 778
correlated 779
correlated 780
correlated 781
correlated 782
correlated 783
correlated 784
correlated 785
correlated 786
correlated 787
correlated 788
correlated 789
correlated 790
correlated 791
correlated 792
correlated 793
correlated 794
correlated 795
correlated 796
correlated 797
correlated 798
correlated 799
correlated 800
correlated 801
correlated 802
correlated 803
correlated 804
correlated 805
correlated 806
correlated 807
correlated 808
correlated 809
correlated 810
correlated 811
correlated 812
correlated 813
correlated 814
correlated 815
correlated 816
correlated 817
correlated 818
correlated 819
correlated 820
correlated 821
correlated 822
correlated 823
correlated 824
correlated 825
correlated 826
correlated 827
correlated 828
correlated 829
correlated 830
correlated 831
correlated 832
correlated 833
correlated 834
correlated 835
correlated 836
correlated 837
correlated 838
correlated 839
correlated 840
correlated 841
correlated 842
correlated 843
correlated 844
correlated 845
correlated 846
correlated 847
correlated 848
correlated 849
correlated 850
correlated 851
correlated 852
correlated 853
correlated 854
correlated 855
correlated 856
correlated 857
correlated 858
correlated 859
correlated 860
correlated 861
correlated 862
correlated 863
correlated 864
correlated 865
correlated 866
correlated 867
correlated 868
correlated 869
correlated 870
correlated 871
correlated 872
correlated 873
correlated 874
correlated 875
correlated 876
correlated 877
correlated 878
correlated 879
correlated 880
correlated 881
correlated 882
correlated 883
correlated 884
correlated 885
correlated 886
correlated 887
correlated 888
correlated 889
correlated 890
correlated 891
correlated 892
correlated 893
correlated 894
correlated 895
correlated 896
correlated 897
correlated 898
correlated 899
correlated 900
correlated 901
correlated 902
correlated 903
correlated 904
correlated 905
correlated 906
correlated 907
correlated 908
correlated 909
correlated 910
correlated 911
correlated 912
correlated 913
correlated 914
correlated 915
correlated 916
correlated 917
correlated 918
correlated 919
correlated 920
correlated 921
correlated 922
correlated 923
correlated 924
correlated 925
correlated 926
correlated 927
correlated 928
correlated 929
correlated 930
correlated 931
correlated 932
correlated 933
correlated 934
correlated 935
correlated 936
correlated 937
correlated 938
correlated 939
correlated 940
correlated 941
correlated 942
correlated 943
correlated 944
correlated 945
correlated 946
correlated 947
correlated 948
correlated 949
correlated 950
correlated 951
correlated 952
correlated 953
correlated 954
correlated 955
correlated 956
correlated 957
correlated 958
correlated 959
correlated 960
correlated 961
correlated 962
correlated 963
correlated 964
correlated 965
correlated 966
correlated 967
correlated 968
correlated 969
correlated 970
correlated 971
correlated 972
correlated 973
correlated 974
correlated 975
correlated 976
correlated 977
correlated 978
correlated 979
correlated 980
correlated 981
correlated 982
correlated 983
correlated 984
correlated 985
correlated 986
correlated 987
correlated 988
correlated 989
correlated 990
correlated 991
correlated 992
correlated 993
correlated 994
correlated 995
correlated 996
correlated 997
correlated 998
correlated 999
correlated 1000
correlated 1001
correlated 1002
correlated 1003
correlated 1004
correlated 1005
correlated 1006
correlated 1007
correlated 1008
correlated 1009
correlated 1010
correlated 1011
correlated 1012
correlated 1013
correlated 1014
correlated 1015
correlated 1016
correlated 1017
correlated 1018
correlated 1019
correlated 1020
correlated 1021
correlated 1022
correlated 1023
correlated 1024
correlated 1025
correlated 1026
correlated 1027
correlated 1028
correlated 1029
correlated 1030
correlated 1031
correlated 1032
correlated 1033
correlated 1034
correlated 1035
correlated 1036
correlated 1037
correlated 1038
correlated 1039
correlated 1040
correlated 1041
correlated 1042
correlated 1043
correlated 1044
correlated 1045
correlated 1046
correlated 1047
correlated 1048
correlated 1049
correlated 1050
correlated 1051
correlated 1052
correlated 1053
correlated 1054
correlated 1055
correlated 1056
correlated 1057
correlated 1058
correlated 1059
correlated 1060
correlated 1061
correlated 1062
correlated 1063
correlated 1064
correlated 1065
correlated 1066
correlated 1067
correlated 1068
correlated 1069
correlated 1070
correlated 1071
correlated 1072
correlated 1073
correlated 1074
correlated 1075
correlated 1076
correlated 1077
correlated 1078
correlated 1079
correlated 1080
correlated 1081
correlated 1082
correlated 1083
correlated 1084
correlated 1085
correlated 1086
correlated 1087
correlated 1088
correlated 1089
correlated 1090
correlated 1091
correlated 1092
correlated 1093
correlated 1094
correlated 1095
correlated 1096
correlated 1097
correlated 1098
correlated 1099
correlated 1100
correlated 1101
correlated 1102
correlated 1103
correlated 1104
correlated 1105
correlated 1106
correlated 1107
correlated 1108
correlated 1109
correlated 1110
correlated 1111
correlated 1112
correlated 1113
correlated 1114
correlated 1115
correlated 1116
correlated 1117
correlated 1118
correlated 1119
correlated 1120
correlated 1121
correlated 1122
correlated 1123
correlated 1124
correlated 1125
correlated 1126
correlated 1127
correlated 1128
correlated 1129
correlated 1130
correlated 1131
correlated 1132
correlated 1133
correlated 1134
correlated 1135
correlated 1136
correlated 1137
correlated 1138
correlated 1139
correlated 1140
correlated 1141
correlated 1142
correlated 1143
correlated 1144
correlated 1145
correlated 1146
correlated 1147
correlated 1148
correlated 1149
correlated 1150
correlated 1151
correlated 1152
correlated 1153
correlated 1154
correlated 1155
correlated 1156
correlated 1157
correlated 1158
correlated 1159
correlated 1160
correlated 1161
correlated 1162
correlated 1163
correlated 1164
correlated 1165
correlated 1166
correlated 1167
correlated 1168
correlated 1169
correlated 1170
correlated 1171
correlated 1172
correlated 1173
correlated 1174
correlated 1175
correlated 1176
correlated 1177
correlated 1178
correlated 1179
correlated 1180
correlated 1181
correlated 1182
correlated 1183
correlated 1184
correlated 1185
correlated 1186
correlated 1187
correlated 1188
correlated 1189
correlated 1190
correlated 1191
correlated 1192
correlated 1193
correlated 1194
correlated 1195
correlated 1196
correlated 1197
correlated 1198
correlated 1199
correlated 1200
correlated 1201
correlated 1202
correlated 1203
correlated 1204
correlated 1205
correlated 1206
correlated 1207
correlated 1208
correlated 1209
correlated 1210
correlated 1211
correlated 1212
correlated 1213
correlated 1214
correlated 1215
correlated 1216
correlated 1217
correlated 1218
correlated 1219
correlated 1220
correlated 1221
correlated 1222
correlated 1223
correlated 1224
correlated 1225
correlated 1226
correlated 1227
correlated 1228
correlated 1229
correlated 1230
correlated 1231
correlated 1232
correlated 1233
correlated 1234
correlated 1235
correlated 1236
correlated 1237
correlated 1238
correlated 1239
correlated 1240
correlated 1241
correlated 1242
correlated 1243
correlated 1244
correlated 1245
correlated 1246
correlated 1247
correlated 1248
correlated 1249
correlated 1250
correlated 1251
correlated 1252
correlated 1253
correlated 1254
correlated 1255
correlated 1256
correlated 1257
correlated 1258
correlated 1259
correlated 1260
correlated 1261
correlated 1262
correlated 1263
correlated 1264
correlated 1265
correlated 1266
correlated 1267
correlated 1268
correlated 1269
correlated 1270
correlated 1271
correlated 1272
correlated 1273
correlated 1274
correlated 1275
correlated 1276
correlated 1277
correlated 1278
correlated 1279
correlated 1280
correlated 1281
correlated 1282
correlated 1283
correlated 1284
correlated 1285
correlated 1286
correlated 1287
correlated 1288
correlated 1289
correlated 1290
correlated 1291
correlated 1292
correlated 1293
correlated 1294
correlated 1295
correlated 1296
correlated 1297
correlated 1298
correlated 1299
correlated 1300
correlated 1301
correlated 1302
correlated 1303
correlated 1304
correlated 1305
correlated 1306
correlated 1307
correlated 1308
correlated 1309
correlated 1310
correlated 1311
correlated 1312
correlated 1313
correlated 1314
correlated 1315
correlated 1316
correlated 1317
correlated 1318
correlated 1319
correlated 1320
correlated 1321
correlated 1322
correlated 1323
correlated 1324
correlated 1325
correlated 1326
correlated 1327
correlated 1328
correlated 1329
correlated 1330
correlated 1331
correlated 1332
correlated 1333
correlated 1334
correlated 1335
correlated 1336
correlated 1337
correlated 1338
correlated 1339
correlated 1340
correlated 1341
correlated 1342
correlated 1343
correlated 1344
correlated 1345
correlated 1346
correlated 1347
correlated 1348
correlated 1349
correlated 1350
correlated 1351
correlated 1352
correlated 1353
correlated 1354
correlated 1355
correlated 1356
correlated 1357
correlated 1358
correlated 1359
correlated 1360
correlated 1361
correlated 1362
correlated 1363
correlated 1364
correlated 1365
correlated 1366
correlated 1367
correlated 1368
correlated 1369
correlated 1370
correlated 1371
correlated 1372
correlated 1373
correlated 1374
correlated 1375
correlated 1376
correlated 1377
correlated 1378
correlated 1379
correlated 1380
correlated 1381
correlated 1382
correlated 1383
correlated 1384
correlated 1385
correlated 1386
correlated 1387
correlated 1388
correlated 1389
correlated 1390
correlated 1391
correlated 1392
correlated 1393
correlated 1394
correlated 1395
correlated 1396
correlated 1397
correlated 1398
correlated 1399
correlated 1400
correlated 1401
correlated 1402
correlated 1403
correlated 1404
correlated 1405
correlated 1406
correlated 1407
correlated 1408
correlated 1409
correlated 1410
correlated 1411
correlated 1412
correlated 1413
correlated 1414
correlated 1415
correlated 1416
correlated 1417
correlated 1418
correlated 1419
correlated 1420
correlated 1421
correlated 1422
correlated 1423
correlated 1424
correlated 1425
correlated 1426
correlated 1427
correlated 1428
correlated 1429
correlated 1430
correlated 1431
correlated 1432
correlated 1433
correlated 1434
correlated 1435
correlated 1436
correlated 1437
correlated 1438
correlated 1439
correlated 1440
correlated 1441
correlated 1442
correlated 1443
correlated 1444
correlated 1445
correlated 1446
correlated 1447
correlated 1448
correlated 1449
correlated 1450
correlated 1451
correlated 1452
correlated 1453
correlated 1454
correlated 1455
correlated 1456
correlated 1457
correlated 1458
correlated 1459
correlated 1460
correlated 1461
correlated 1462
correlated 1463
correlated 1464
correlated 1465
correlated 1466
correlated 1467
correlated 1468
correlated 1469
correlated 1470
correlated 1471
correlated 1472
correlated 1473
correlated 1474
correlated 1475
correlated 1476
correlated 1477
correlated 1478
correlated 1479
correlated 1480
correlated 1481
correlated 1482
correlated 1483
correlated 1484
correlated 1485
correlated 1486
correlated 1487
correlated 1488
correlated 1489
correlated 1490
correlated 1491
correlated 1492
correlated 1493
correlated 1494
correlated 1495
correlated 1496
correlated 1497
correlated 1498
correlated 1499
correlated 1500
correlated 1501
correlated 1502
correlated 1503
correlated 1504
correlated 1505
correlated 1506
correlated 1507
correlated 1508
correlated 1509
correlated 1510
correlated 1511
correlated 1512
correlated 1513
correlated 1514
correlated 1515
correlated 1516
correlated 1517
correlated 1518
correlated 1519
correlated 1520
correlated 1521
correlated 1522
correlated 1523
correlated 1524
correlated 1525
correlated 1526
correlated 1527
correlated 1528
correlated 1529
correlated 1530
correlated 1531
correlated 1532
correlated 1533
correlated 1534
correlated 1535
correlated 1536
correlated 1537
correlated 1538
correlated 1539
correlated 1540
correlated 1541
correlated 1542
correlated 1543
correlated 1544
correlated 1545
correlated 1546
correlated 1547
correlated 1548
correlated 1549
correlated 1550
correlated 1551
correlated 1552
correlated 1553
correlated 1554
correlated 1555
correlated 1556
correlated 1557
correlated 1558
correlated 1559
correlated 1560
correlated 1561
correlated 1562
correlated 1563
correlated 1564
correlated 1565
correlated 1566
correlated 1567
correlated 1568
correlated 1569
correlated 1570
correlated 1571
correlated 1572
correlated 1573
correlated 1574
correlated 1575
correlated 1576
correlated 1577
correlated 1578
correlated 1579
correlated 1580
correlated 1581
correlated 1582
correlated 1583
correlated 1584
correlated 1585
correlated 1586
correlated 1587
correlated 1588
correlated 1589
correlated 1590
correlated 1591
correlated 1592
correlated 1593
correlated 1594
correlated 1595
correlated 1596
correlated 1597
correlated 1598
correlated 1599
correlated 1600
correlated 1601
correlated 1602
correlated 1603
correlated 1604
correlated 1605
correlated 1606
correlated 1607
correlated 1608
correlated 1609
correlated 1610
correlated 1611
correlated 1612
correlated 1613
correlated 1614
correlated 1615
correlated 1616
correlated 1617
correlated 1618
correlated 1619
correlated 1620
correlated 1621
correlated 1622
correlated 1623
correlated 1624
correlated 1625
correlated 1626
correlated 1627
correlated 1628
correlated 1629
correlated 1630
correlated 1631
correlated 1632
correlated 1633
correlated 1634
correlated 1635
correlated 1636
correlated 1637
correlated 1638
correlated 1639
correlated 1640
correlated 1641
correlated 1642
correlated 1643
correlated 1644
correlated 1645
correlated 1646
correlated 1647
correlated 1648
correlated 1649
correlated 1650
correlated 1651
correlated 1652
correlated 1653
correlated 1654
correlated 1655
correlated 1656
correlated 1657
correlated 1658
correlated 1659
correlated 1660
correlated 1661
correlated 1662
correlated 1663
correlated 1664
correlated 1665
correlated 1666
correlated 1667
correlated 1668
correlated 1669
correlated 1670
correlated 1671
correlated 1672
correlated 1673
correlated 1674
correlated 1675
correlated 1676
correlated 1677
correlated 1678
correlated 1679
correlated 1680
correlated 1681
correlated 1682
correlated 1683
correlated 1684
correlated 1685
correlated 1686
correlated 1687
correlated 1688
correlated 1689
correlated 1690
correlated 1691
correlated 1692
correlated 1693
correlated 1694
correlated 1695
correlated 1696
correlated 1697
correlated 1698
correlated 1699
correlated 1700
correlated 1701
correlated 1702
correlated 1703
correlated 1704
correlated 1705
correlated 1706
correlated 1707
correlated 1708
correlated 1709
correlated 1710
correlated 1711
correlated 1712
correlated 1713
correlated 1714
correlated 1715
correlated 1716
correlated 1717
correlated 1718
correlated 1719
correlated 1720
correlated 1721
correlated 1722
correlated 1723
correlated 1724
correlated 1725
correlated 1726
correlated 1727
correlated 1728
correlated 1729
correlated 1730
correlated 1731
correlated 1732
correlated 1733
correlated 1734
correlated 1735
correlated 1736
correlated 1737
correlated 1738
correlated 1739
correlated 1740
correlated 1741
correlated 1742
correlated 1743
correlated 1744
correlated 1745
correlated 1746
correlated 1747
correlated 1748
correlated 1749
correlated 1750
correlated 1751
correlated 1752
correlated 1753
correlated 1754
correlated 1755
correlated 1756
correlated 1757
correlated 1758
correlated 1759
correlated 1760
correlated 1761
correlated 1762
correlated 1763
correlated 1764
correlated 1765
correlated 1766
correlated 1767
correlated 1768
correlated 1769
correlated 1770
correlated 1771
correlated 1772
correlated 1773
correlated 1774
correlated 1775
correlated 1776
correlated 1777
correlated 1778
correlated 1779
correlated 1780
correlated 1781
correlated 1782
correlated 1783
correlated 1784
correlated 1785
correlated 1786
correlated 1787
correlated 1788
correlated 1789
correlated 1790
correlated 1791
correlated 1792
correlated 1793
correlated 1794
correlated 1795
correlated 1796
correlated 1797
correlated 1798
correlated 1799
correlated 1800
correlated 1801
correlated 1802
correlated 1803
correlated 1804
correlated 1805
correlated 1806
correlated 1807
correlated 1808
correlated 1809
correlated 1810
correlated 1811
correlated 1812
correlated 1813
correlated 1814
correlated 1815
correlated 1816
correlated 1817
correlated 1818
correlated 1819
correlated 1820
correlated 1821
correlated 1822
correlated 1823
correlated 1824
correlated 1825
correlated 1826
correlated 1827
correlated 1828
correlated 1829
correlated 1830
correlated 1831
correlated 1832
correlated 1833
correlated 1834
correlated 1835
correlated 1836
correlated 1837
correlated 1838
correlated 1839
correlated 1840
correlated 1841
correlated 1842
correlated 1843
correlated 1844
correlated 1845
correlated 1846
correlated 1847
correlated 1848
correlated 1849
correlated 1850
correlated 1851
correlated 1852
correlated 1853
correlated 1854
correlated 1855
correlated 1856
correlated 1857
correlated 1858
correlated 1859
correlated 1860
correlated 1861
correlated 1862
correlated 1863
correlated 1864
correlated 1865
correlated 1866
correlated 1867
correlated 1868
correlated 1869
correlated 1870
correlated 1871
correlated 1872
correlated 1873
correlated 1874
correlated 1875
correlated 1876
correlated 1877
correlated 1878
correlated 1879
correlated 1880
correlated 1881
correlated 1882
correlated 1883
correlated 1884
correlated 1885
correlated 1886
correlated 1887
correlated 1888
correlated 1889
correlated 1890
correlated 1891
correlated 1892
correlated 1893
correlated 1894
correlated 1895
correlated 1896
correlated 1897
correlated 1898
correlated 1899
correlated 1900
correlated 1901
correlated 1902
correlated 1903
correlated 1904
correlated 1905
correlated 1906
correlated 1907
correlated 1908
correlated 1909
correlated 1910
correlated 1911
correlated 1912
correlated 1913
correlated 1914
correlated 1915
correlated 1916
correlated 1917
correlated 1918
correlated 1919
correlated 1920
correlated 1921
correlated 1922
correlated 1923
correlated 1924
correlated 1925
correlated 1926
correlated 1927
correlated 1928
correlated 1929
correlated 1930
correlated 1931
correlated 1932
correlated 1933
correlated 1934
correlated 1935
correlated 1936
correlated 1937
correlated 1938
correlated 1939
correlated 1940
correlated 1941
correlated 1942
correlated 1943
correlated 1944
correlated 1945
correlated 1946
correlated 1947
correlated 1948
correlated 1949
correlated 1950
correlated 1951
correlated 1952
correlated 1953
correlated 1954
correlated 1955
correlated 1956
correlated 1957
correlated 1958
correlated 1959
correlated 1960
correlated 1961
correlated 1962
correlated 1963
correlated 1964
correlated 1965
correlated 1966
correlated 1967
correlated 1968
correlated 1969
correlated 1970
correlated 1971
correlated 1972
correlated 1973
correlated 1974
correlated 1975
correlated 1976
correlated 1977
correlated 1978
correlated 1979
correlated 1980
correlated 1981
correlated 1982
correlated 1983
correlated 1984
correlated 1985
correlated 1986
correlated 1987
correlated 1988
correlated 1989
correlated 1990
correlated 1991
correlated 1992
correlated 1993
correlated 1994
correlated 1995
correlated 1996
correlated 1997
correlated 1998
correlated 1999
correlated 2000
cluster 1
cluster 2
cluster 3
cluster 4
cluster 5
cluster 6
cluster 7
cluster 8
cluster 9
cluster 10
cluster 11
cluster 12
cluster 13
cluster 14
cluster 15
cluster 16
cluster 17
cluster 18
cluster 19
cluster 20
cluster 21
cluster 22
cluster 23
cluster 24
cluster 25
cluster 26
cluster 27
cluster 28
cluster 29
cluster 30
cluster 31
cluster 32
cluster 33
cluster 34
cluster 35
cluster 36
cluster 37
cluster 38
cluster 39
cluster 40
cluster 41
cluster 42
cluster 43
cluster 44
cluster 45
cluster 46
cluster 47
cluster 48
cluster 49
cluster 50
cluster 51
cluster 52
cluster 53
cluster 54
cluster 55
cluster 56
cluster 57
cluster 58
cluster 59
cluster 60
cluster 61
cluster 62
cluster 63
cluster 64
cluster 65
cluster 66
cluster 67
cluster 68
cluster 69
cluster 70
cluster 71
cluster 72
cluster 73
cluster 74
cluster 75
cluster 76
cluster 77
cluster 78
cluster 79
cluster 80
cluster 81
cluster 82
cluster 83
cluster 84
cluster 85
cluster 86
cluster 87
cluster 88
cluster 89
cluster 90
cluster 91
cluster 92
cluster 93
cluster 94
cluster 95
cluster 96
cluster 97
cluster 98
cluster 99
cluster 100
cluster 101
cluster 102
cluster 103
cluster 104
cluster 105
cluster 106
cluster 107
cluster 108
cluster 109
cluster 110
cluster 111
cluster 112
cluster 113
cluster 114
cluster 115
cluster 116
cluster 117
cluster 118
cluster 119
cluster 120
cluster 121
cluster 122
cluster 123
cluster 124
cluster 125
cluster 126
cluster 127
cluster 128
cluster 129
cluster 130
cluster 131
cluster 132
cluster 133
cluster 134
cluster 135
cluster 136
cluster 137
cluster 138
cluster 139
cluster 140
cluster 141
cluster 142
cluster 143
cluster 144
cluster 145
cluster 146
cluster 147
cluster 148
cluster 149
cluster 150
cluster 151
cluster 152
cluster 153
cluster 154
cluster 155
cluster 156
cluster 157
cluster 158
cluster 159
cluster 160
cluster 161
cluster 162
cluster 163
cluster 164
cluster 165
cluster 166
cluster 167
cluster 168
cluster 169
cluster 170
cluster 171
cluster 172
cluster 173
cluster 174
cluster 175
cluster 176
cluster 177
cluster 178
cluster 179
cluster 180
cluster 181
cluster 182
cluster 183
cluster 184
cluster 185
cluster 186
cluster 187
cluster 188
cluster 189
cluster 190
cluster 191
cluster 192
cluster 193
cluster 194
cluster 195
cluster 196
cluster 197
cluster 198
cluster 199
cluster 200
cluster 201
cluster 202
cluster 203
cluster 204
cluster 205
cluster 206
cluster 207
cluster 208
cluster 209
cluster 210
cluster 211
cluster 212
cluster 213
cluster 214
cluster 215
cluster 216
cluster 217
cluster 218
cluster 219
cluster 220
cluster 221
cluster 222
cluster 223
cluster 224
cluster 225
cluster 226
cluster 227
cluster 228
cluster 229
cluster 230
cluster 231
cluster 232
cluster 233
cluster 234
cluster 235
cluster 236
cluster 237
cluster 238
cluster 239
cluster 240
cluster 241
cluster 242
cluster 243
cluster 244
cluster 245
cluster 246
cluster 247
cluster 248
cluster 249
cluster 250
cluster 251
cluster 252
cluster 253
cluster 254
cluster 255
cluster 256
cluster 257
cluster 258
cluster 259
cluster 260
cluster 261
cluster 262
cluster 263
cluster 264
cluster 265
cluster 266
cluster 267
cluster 268
cluster 269
cluster 270
cluster 271
cluster 272
cluster 273
cluster 274
cluster 275
cluster 276
cluster 277
cluster 278
cluster 279
cluster 280
cluster 281
cluster 282
cluster 283
cluster 284
cluster 285
cluster 286
cluster 287
cluster 288
cluster 289
cluster 290
cluster 291
cluster 292
cluster 293
cluster 294
cluster 295
cluster 296
cluster 297
cluster 298
cluster 299
cluster 300
cluster 301
cluster 302
cluster 303
cluster 304
cluster 305
cluster 306
cluster 307
cluster 308
cluster 309
cluster 310
cluster 311
cluster 312
cluster 313
cluster 314
cluster 315
cluster 316
cluster 317
cluster 318
cluster 319
cluster 320
cluster 321
cluster 322
cluster 323
cluster 324
cluster 325
cluster 326
cluster 327
cluster 328
cluster 329
cluster 330
cluster 331
cluster 332
cluster 333
cluster 334
cluster 335
cluster 336
cluster 337
cluster 338
cluster 339
cluster 340
cluster 341
cluster 342
cluster 343
cluster 344
cluster 345
cluster 346
cluster 347
cluster 348
cluster 349
cluster 350
cluster 351
cluster 352
cluster 353
cluster 354
cluster 355
cluster 356
cluster 357
cluster 358
cluster 359
cluster 360
cluster 361
cluster 362
cluster 363
cluster 364
cluster 365
cluster 366
cluster 367
cluster 368
cluster 369
cluster 370
cluster 371
cluster 372
cluster 373
cluster 374
cluster 375
cluster 376
cluster 377
cluster 378
cluster 379
cluster 380
cluster 381
cluster 382
cluster 383
cluster 384
cluster 385
cluster 386
cluster 387
cluster 388
cluster 389
cluster 390
cluster 391
cluster 392
cluster 393
cluster 394
cluster 395
cluster 396
cluster 397
cluster 398
cluster 399
cluster 400
cluster 401
cluster 402
cluster 403
cluster 404
cluster 405
cluster 406
cluster 407
cluster 408
cluster 409
cluster 410
cluster 411
cluster 412
cluster 413
cluster 414
cluster 415
cluster 416
cluster 417
cluster 418
cluster 419
cluster 420
cluster 421
cluster 422
cluster 423
cluster 424
cluster 425
cluster 426
cluster 427
cluster 428
cluster 429
cluster 430
cluster 431
cluster 432
cluster 433
cluster 434
cluster 435
cluster 436
cluster 437
cluster 438
cluster 439
cluster 440
cluster 441
cluster 442
cluster 443
cluster 444
cluster 445
cluster 446
cluster 447
cluster 448
cluster 449
cluster 450
cluster 451
cluster 452
cluster 453
cluster 454
cluster 455
cluster 456
cluster 457
cluster 458
cluster 459
cluster 460
cluster 461
cluster 462
cluster 463
cluster 464
cluster 465
cluster 466
cluster 467
cluster 468
cluster 469
cluster 470
cluster 471
cluster 472
cluster 473
cluster 474
cluster 475
cluster 476
cluster 477
cluster 478
cluster 479
cluster 480
cluster 481
cluster 482
cluster 483
cluster 484
cluster 485
cluster 486
cluster 487
cluster 488
cluster 489
cluster 490
cluster 491
cluster 492
cluster 493
cluster 494
cluster 495
cluster 496
cluster 497
cluster 498
cluster 499
cluster 500
cluster 501
cluster 502
cluster 503
cluster 504
cluster 505
cluster 506
cluster 507
cluster 508
cluster 509
cluster 510
cluster 511
cluster 512
cluster 513
cluster 514
cluster 515
cluster 516
cluster 517
cluster 518
cluster 519
cluster 520
cluster 521
cluster 522
cluster 523
cluster 524
cluster 525
cluster 526
cluster 527
cluster 528
cluster 529
cluster 530
cluster 531
cluster 532
cluster 533
cluster 534
cluster 535
cluster 536
cluster 537
cluster 538
cluster 539
cluster 540
cluster 541
cluster 542
cluster 543
cluster 544
cluster 545
cluster 546
cluster 547
cluster 548
cluster 549
cluster 550
cluster 551
cluster 552
cluster 553
cluster 554
cluster 555
cluster 556
cluster 557
cluster 558
cluster 559
cluster 560
cluster 561
cluster 562
cluster 563
cluster 564
cluster 565
cluster 566
cluster 567
cluster 568
cluster 569
cluster 570
cluster 571
cluster 572
cluster 573
cluster 574
cluster 575
cluster 576
cluster 577
cluster 578
cluster 579
cluster 580
cluster 581
cluster 582
cluster 583
cluster 584
cluster 585
cluster 586
cluster 587
cluster 588
cluster 589
cluster 590
cluster 591
cluster 592
cluster 593
cluster 594
cluster 595
cluster 596
cluster 597
cluster 598
cluster 599
cluster 600
cluster 601
cluster 602
cluster 603
cluster 604
cluster 605
cluster 606
cluster 607
cluster 608
cluster 609
cluster 610
cluster 611
cluster 612
cluster 613
cluster 614
cluster 615
cluster 616
cluster 617
cluster 618
cluster 619
cluster 620
cluster 621
cluster 622
cluster 623
cluster 624
cluster 625
cluster 626
cluster 627
cluster 628
cluster 629
cluster 630
cluster 631
cluster 632
cluster 633
cluster 634
cluster 635
cluster 636
cluster 637
cluster 638
cluster 639
cluster 640
cluster 641
cluster 642
cluster 643
cluster 644
cluster 645
cluster 646
cluster 647
cluster 648
cluster 649
cluster 650
cluster 651
cluster 652
cluster 653
cluster 654
cluster 655
cluster 656
cluster 657
cluster 658
cluster 659
cluster 660
cluster 661
cluster 662
cluster 663
cluster 664
cluster 665
cluster 666
cluster 667
cluster 668
cluster 669
cluster 670
cluster 671
cluster 672
cluster 673
cluster 674
cluster 675
cluster 676
cluster 677
cluster 678
cluster 679
cluster 680
cluster 681
cluster 682
cluster 683
cluster 684
cluster 685
cluster 686
cluster 687
cluster 688
cluster 689
cluster 690
cluster 691
cluster 692
cluster 693
cluster 694
cluster 695
cluster 696
cluster 697
cluster 698
cluster 699
cluster 700
cluster 701
cluster 702
cluster 703
cluster 704
cluster 705
cluster 706
cluster 707
cluster 708
cluster 709
cluster 710
cluster 711
cluster 712
cluster 713
cluster 714
cluster 715
cluster 716
cluster 717
cluster 718
cluster 719
cluster 720
cluster 721
cluster 722
cluster 723
cluster 724
cluster 725
cluster 726
cluster 727
cluster 728
cluster 729
cluster 730
cluster 731
cluster 732
cluster 733
cluster 734
cluster 735
cluster 736
cluster 737
cluster 738
cluster 739
cluster 740
cluster 741
cluster 742
cluster 743
cluster 744
cluster 745
cluster 746
cluster 747
cluster 748
cluster 749
cluster 750
cluster 751
cluster 752
cluster 753
cluster 754
cluster 755
cluster 756
cluster 757
cluster 758
cluster 759
cluster 760
cluster 761
cluster 762
cluster 763
cluster 764
cluster 765
cluster 766
cluster 767
cluster 768
cluster 769
cluster 770
cluster 771
cluster 772
cluster 773
cluster 774
cluster 775
cluster 776
cluster 777
cluster 778
cluster 779
cluster 780
cluster 781
cluster 782
cluster 783
cluster 784
cluster 785
cluster 786
cluster 787
cluster 788
cluster 789
cluster 790
cluster 791
cluster 792
cluster 793
cluster 794
cluster 795
cluster 796
cluster 797
cluster 798
cluster 799
cluster 800
cluster 801
cluster 802
cluster 803
cluster 804
cluster 805
cluster 806
cluster 807
cluster 808
cluster 809
cluster 810
cluster 811
cluster 812
cluster 813
cluster 814
cluster 815
cluster 816
cluster 817
cluster 818
cluster 819
cluster 820
cluster 821
cluster 822
cluster 823
cluster 824
cluster 825
cluster 826
cluster 827
cluster 828
cluster 829
cluster 830
cluster 831
cluster 832
cluster 833
cluster 834
cluster 835
cluster 836
cluster 837
cluster 838
cluster 839
cluster 840
cluster 841
cluster 842
cluster 843
cluster 844
cluster 845
cluster 846
cluster 847
cluster 848
cluster 849
cluster 850
cluster 851
cluster 852
cluster 853
cluster 854
cluster 855
cluster 856
cluster 857
cluster 858
cluster 859
cluster 860
cluster 861
cluster 862
cluster 863
cluster 864
cluster 865
cluster 866
cluster 867
cluster 868
cluster 869
cluster 870
cluster 871
cluster 872
cluster 873
cluster 874
cluster 875
cluster 876
cluster 877
cluster 878
cluster 879
cluster 880
cluster 881
cluster 882
cluster 883
cluster 884
cluster 885
cluster 886
cluster 887
cluster 888
cluster 889
cluster 890
cluster 891
cluster 892
cluster 893
cluster 894
cluster 895
cluster 896
cluster 897
cluster 898
cluster 899
cluster 900
cluster 901
cluster 902
cluster 903
cluster 904
cluster 905
cluster 906
cluster 907
cluster 908
cluster 909
cluster 910
cluster 911
cluster 912
cluster 913
cluster 914
cluster 915
cluster 916
cluster 917
cluster 918
cluster 919
cluster 920
cluster 921
cluster 922
cluster 923
cluster 924
cluster 925
cluster 926
cluster 927
cluster 928
cluster 929
cluster 930
cluster 931
cluster 932
cluster 933
cluster 934
cluster 935
cluster 936
cluster 937
cluster 938
cluster 939
cluster 940
cluster 941
cluster 942
cluster 943
cluster 944
cluster 945
cluster 946
cluster 947
cluster 948
cluster 949
cluster 950
cluster 951
cluster 952
cluster 953
cluster 954
cluster 955
cluster 956
cluster 957
cluster 958
cluster 959
cluster 960
cluster 961
cluster 962
cluster 963
cluster 964
cluster 965
cluster 966
cluster 967
cluster 968
cluster 969
cluster 970
cluster 971
cluster 972
cluster 973
cluster 974
cluster 975
cluster 976
cluster 977
cluster 978
cluster 979
cluster 980
cluster 981
cluster 982
cluster 983
cluster 984
cluster 985
cluster 986
cluster 987
cluster 988
cluster 989
cluster 990
cluster 991
cluster 992
cluster 993
cluster 994
cluster 995
cluster 996
cluster 997
cluster 998
cluster 999
cluster 1000
cluster 1001
cluster 1002
cluster 1003
cluster 1004
cluster 1005
cluster 1006
cluster 1007
cluster 1008
cluster 1009
cluster 1010
cluster 1011
cluster 1012
cluster 1013
cluster 1014
cluster 1015
cluster 1016
cluster 1017
cluster 1018
cluster 1019
cluster 1020
cluster 1021
cluster 1022
cluster 1023
cluster 1024
cluster 1025
cluster 1026
cluster 1027
cluster 1028
cluster 1029
cluster 1030
cluster 1031
cluster 1032
cluster 1033
cluster 1034
cluster 1035
cluster 1036
cluster 1037
cluster 1038
cluster 1039
cluster 1040
cluster 1041
cluster 1042
cluster 1043
cluster 1044
cluster 1045
cluster 1046
cluster 1047
cluster 1048
cluster 1049
cluster 1050
cluster 1051
cluster 1052
cluster 1053
cluster 1054
cluster 1055
cluster 1056
cluster 1057
cluster 1058
cluster 1059
cluster 1060
cluster 1061
cluster 1062
cluster 1063
cluster 1064
cluster 1065
cluster 1066
cluster 1067
cluster 1068
cluster 1069
cluster 1070
cluster 1071
cluster 1072
cluster 1073
cluster 1074
cluster 1075
cluster 1076
cluster 1077
cluster 1078
cluster 1079
cluster 1080
cluster 1081
cluster 1082
cluster 1083
cluster 1084
cluster 1085
cluster 1086
cluster 1087
cluster 1088
cluster 1089
cluster 1090
cluster 1091
cluster 1092
cluster 1093
cluster 1094
cluster 1095
cluster 1096
cluster 1097
cluster 1098
cluster 1099
cluster 1100
cluster 1101
cluster 1102
cluster 1103
cluster 1104
cluster 1105
cluster 1106
cluster 1107
cluster 1108
cluster 1109
cluster 1110
cluster 1111
cluster 1112
cluster 1113
cluster 1114
cluster 1115
cluster 1116
cluster 1117
cluster 1118
cluster 1119
cluster 1120
cluster 1121
cluster 1122
cluster 1123
cluster 1124
cluster 1125
cluster 1126
cluster 1127
cluster 1128
cluster 1129
cluster 1130
cluster 1131
cluster 1132
cluster 1133
cluster 1134
cluster 1135
cluster 1136
cluster 1137
cluster 1138
cluster 1139
cluster 1140
cluster 1141
cluster 1142
cluster 1143
cluster 1144
cluster 1145
cluster 1146
cluster 1147
cluster 1148
cluster 1149
cluster 1150
cluster 1151
cluster 1152
cluster 1153
cluster 1154
cluster 1155
cluster 1156
cluster 1157
cluster 1158
cluster 1159
cluster 1160
cluster 1161
cluster 1162
cluster 1163
cluster 1164
cluster 1165
cluster 1166
cluster 1167
cluster 1168
cluster 1169
cluster 1170
cluster 1171
cluster 1172
cluster 1173
cluster 1174
cluster 1175
cluster 1176
cluster 1177
cluster 1178
cluster 1179
cluster 1180
cluster 1181
cluster 1182
cluster 1183
cluster 1184
cluster 1185
cluster 1186
cluster 1187
cluster 1188
cluster 1189
cluster 1190
cluster 1191
cluster 1192
cluster 1193
cluster 1194
cluster 1195
cluster 1196
cluster 1197
cluster 1198
cluster 1199
cluster 1200
cluster 1201
cluster 1202
cluster 1203
cluster 1204
cluster 1205
cluster 1206
cluster 1207
cluster 1208
cluster 1209
cluster 1210
cluster 1211
cluster 1212
cluster 1213
cluster 1214
cluster 1215
cluster 1216
cluster 1217
cluster 1218
cluster 1219
cluster 1220
cluster 1221
cluster 1222
cluster 1223
cluster 1224
cluster 1225
cluster 1226
cluster 1227
cluster 1228
cluster 1229
cluster 1230
cluster 1231
cluster 1232
cluster 1233
cluster 1234
cluster 1235
cluster 1236
cluster 1237
cluster 1238
cluster 1239
cluster 1240
cluster 1241
cluster 1242
cluster 1243
cluster 1244
cluster 1245
cluster 1246
cluster 1247
cluster 1248
cluster 1249
cluster 1250
cluster 1251
cluster 1252
cluster 1253
cluster 1254
cluster 1255
cluster 1256
cluster 1257
cluster 1258
cluster 1259
cluster 1260
cluster 1261
cluster 1262
cluster 1263
cluster 1264
cluster 1265
cluster 1266
cluster 1267
cluster 1268
cluster 1269
cluster 1270
cluster 1271
cluster 1272
cluster 1273
cluster 1274
cluster 1275
cluster 1276
cluster 1277
cluster 1278
cluster 1279
cluster 1280
cluster 1281
cluster 1282
cluster 1283
cluster 1284
cluster 1285
cluster 1286
cluster 1287
cluster 1288
cluster 1289
cluster 1290
cluster 1291
cluster 1292
cluster 1293
cluster 1294
cluster 1295
cluster 1296
cluster 1297
cluster 1298
cluster 1299
cluster 1300
cluster 1301
cluster 1302
cluster 1303
cluster 1304
cluster 1305
cluster 1306
cluster 1307
cluster 1308
cluster 1309
cluster 1310
cluster 1311
cluster 1312
cluster 1313
cluster 1314
cluster 1315
cluster 1316
cluster 1317
cluster 1318
cluster 1319
cluster 1320
cluster 1321
cluster 1322
cluster 1323
cluster 1324
cluster 1325
cluster 1326
cluster 1327
cluster 1328
cluster 1329
cluster 1330
cluster 1331
cluster 1332
cluster 1333
cluster 1334
cluster 1335
cluster 1336
cluster 1337
cluster 1338
cluster 1339
cluster 1340
cluster 1341
cluster 1342
cluster 1343
cluster 1344
cluster 1345
cluster 1346
cluster 1347
cluster 1348
cluster 1349
cluster 1350
cluster 1351
cluster 1352
cluster 1353
cluster 1354
cluster 1355
cluster 1356
cluster 1357
cluster 1358
cluster 1359
cluster 1360
cluster 1361
cluster 1362
cluster 1363
cluster 1364
cluster 1365
cluster 1366
cluster 1367
cluster 1368
cluster 1369
cluster 1370
cluster 1371
cluster 1372
cluster 1373
cluster 1374
cluster 1375
cluster 1376
cluster 1377
cluster 1378
cluster 1379
cluster 1380
cluster 1381
cluster 1382
cluster 1383
cluster 1384
cluster 1385
cluster 1386
cluster 1387
cluster 1388
cluster 1389
cluster 1390
cluster 1391
cluster 1392
cluster 1393
cluster 1394
cluster 1395
cluster 1396
cluster 1397
cluster 1398
cluster 1399
cluster 1400
cluster 1401
cluster 1402
cluster 1403
cluster 1404
cluster 1405
cluster 1406
cluster 1407
cluster 1408
cluster 1409
cluster 1410
cluster 1411
cluster 1412
cluster 1413
cluster 1414
cluster 1415
cluster 1416
cluster 1417
cluster 1418
cluster 1419
cluster 1420
cluster 1421
cluster 1422
cluster 1423
cluster 1424
cluster 1425
cluster 1426
cluster 1427
cluster 1428
cluster 1429
cluster 1430
cluster 1431
cluster 1432
cluster 1433
cluster 1434
cluster 1435
cluster 1436
cluster 1437
cluster 1438
cluster 1439
cluster 1440
cluster 1441
cluster 1442
cluster 1443
cluster 1444
cluster 1445
cluster 1446
cluster 1447
cluster 1448
cluster 1449
cluster 1450
cluster 1451
cluster 1452
cluster 1453
cluster 1454
cluster 1455
cluster 1456
cluster 1457
cluster 1458
cluster 1459
cluster 1460
cluster 1461
cluster 1462
cluster 1463
cluster 1464
cluster 1465
cluster 1466
cluster 1467
cluster 1468
cluster 1469
cluster 1470
cluster 1471
cluster 1472
cluster 1473
cluster 1474
cluster 1475
cluster 1476
cluster 1477
cluster 1478
cluster 1479
cluster 1480
cluster 1481
cluster 1482
cluster 1483
cluster 1484
cluster 1485
cluster 1486
cluster 1487
cluster 1488
cluster 1489
cluster 1490
cluster 1491
cluster 1492
cluster 1493
cluster 1494
cluster 1495
cluster 1496
cluster 1497
cluster 1498
cluster 1499
cluster 1500
cluster 1501
cluster 1502
cluster 1503
cluster 1504
cluster 1505
cluster 1506
cluster 1507
cluster 1508
cluster 1509
cluster 1510
cluster 1511
cluster 1512
cluster 1513
cluster 1514
cluster 1515
cluster 1516
cluster 1517
cluster 1518
cluster 1519
cluster 1520
cluster 1521
cluster 1522
cluster 1523
cluster 1524
cluster 1525
cluster 1526
cluster 1527
cluster 1528
cluster 1529
cluster 1530
cluster 1531
cluster 1532
cluster 1533
cluster 1534
cluster 1535
cluster 1536
cluster 1537
cluster 1538
cluster 1539
cluster 1540
cluster 1541
cluster 1542
cluster 1543
cluster 1544
cluster 1545
cluster 1546
cluster 1547
cluster 1548
cluster 1549
cluster 1550
cluster 1551
cluster 1552
cluster 1553
cluster 1554
cluster 1555
cluster 1556
cluster 1557
cluster 1558
cluster 1559
cluster 1560
cluster 1561
cluster 1562
cluster 1563
cluster 1564
cluster 1565
cluster 1566
cluster 1567
cluster 1568
cluster 1569
cluster 1570
cluster 1571
cluster 1572
cluster 1573
cluster 1574
cluster 1575
cluster 1576
cluster 1577
cluster 1578
cluster 1579
cluster 1580
cluster 1581
cluster 1582
cluster 1583
cluster 1584
cluster 1585
cluster 1586
cluster 1587
cluster 1588
cluster 1589
cluster 1590
cluster 1591
cluster 1592
cluster 1593
cluster 1594
cluster 1595
cluster 1596
cluster 1597
cluster 1598
cluster 1599
cluster 1600
cluster 1601
cluster 1602
cluster 1603
cluster 1604
cluster 1605
cluster 1606
cluster 1607
cluster 1608
cluster 1609
cluster 1610
cluster 1611
cluster 1612
cluster 1613
cluster 1614
cluster 1615
cluster 1616
cluster 1617
cluster 1618
cluster 1619
cluster 1620
cluster 1621
cluster 1622
cluster 1623
cluster 1624
cluster 1625
cluster 1626
cluster 1627
cluster 1628
cluster 1629
cluster 1630
cluster 1631
cluster 1632
cluster 1633
cluster 1634
cluster 1635
cluster 1636
cluster 1637
cluster 1638
cluster 1639
cluster 1640
cluster 1641
cluster 1642
cluster 1643
cluster 1644
cluster 1645
cluster 1646
cluster 1647
cluster 1648
cluster 1649
cluster 1650
cluster 1651
cluster 1652
cluster 1653
cluster 1654
cluster 1655
cluster 1656
cluster 1657
cluster 1658
cluster 1659
cluster 1660
cluster 1661
cluster 1662
cluster 1663
cluster 1664
cluster 1665
cluster 1666
cluster 1667
cluster 1668
cluster 1669
cluster 1670
cluster 1671
cluster 1672
cluster 1673
cluster 1674
cluster 1675
cluster 1676
cluster 1677
cluster 1678
cluster 1679
cluster 1680
cluster 1681
cluster 1682
cluster 1683
cluster 1684
cluster 1685
cluster 1686
cluster 1687
cluster 1688
cluster 1689
cluster 1690
cluster 1691
cluster 1692
cluster 1693
cluster 1694
cluster 1695
cluster 1696
cluster 1697
cluster 1698
cluster 1699
cluster 1700
cluster 1701
cluster 1702
cluster 1703
cluster 1704
cluster 1705
cluster 1706
cluster 1707
cluster 1708
cluster 1709
cluster 1710
cluster 1711
cluster 1712
cluster 1713
cluster 1714
cluster 1715
cluster 1716
cluster 1717
cluster 1718
cluster 1719
cluster 1720
cluster 1721
cluster 1722
cluster 1723
cluster 1724
cluster 1725
cluster 1726
cluster 1727
cluster 1728
cluster 1729
cluster 1730
cluster 1731
cluster 1732
cluster 1733
cluster 1734
cluster 1735
cluster 1736
cluster 1737
cluster 1738
cluster 1739
cluster 1740
cluster 1741
cluster 1742
cluster 1743
cluster 1744
cluster 1745
cluster 1746
cluster 1747
cluster 1748
cluster 1749
cluster 1750
cluster 1751
cluster 1752
cluster 1753
cluster 1754
cluster 1755
cluster 1756
cluster 1757
cluster 1758
cluster 1759
cluster 1760
cluster 1761
cluster 1762
cluster 1763
cluster 1764
cluster 1765
cluster 1766
cluster 1767
cluster 1768
cluster 1769
cluster 1770
cluster 1771
cluster 1772
cluster 1773
cluster 1774
cluster 1775
cluster 1776
cluster 1777
cluster 1778
cluster 1779
cluster 1780
cluster 1781
cluster 1782
cluster 1783
cluster 1784
cluster 1785
cluster 1786
cluster 1787
cluster 1788
cluster 1789
cluster 1790
cluster 1791
cluster 1792
cluster 1793
cluster 1794
cluster 1795
cluster 1796
cluster 1797
cluster 1798
cluster 1799
cluster 1800
cluster 1801
cluster 1802
cluster 1803
cluster 1804
cluster 1805
cluster 1806
cluster 1807
cluster 1808
cluster 1809
cluster 1810
cluster 1811
cluster 1812
cluster 1813
cluster 1814
cluster 1815
cluster 1816
cluster 1817
cluster 1818
cluster 1819
cluster 1820
cluster 1821
cluster 1822
cluster 1823
cluster 1824
cluster 1825
cluster 1826
cluster 1827
cluster 1828
cluster 1829
cluster 1830
cluster 1831
cluster 1832
cluster 1833
cluster 1834
cluster 1835
cluster 1836
cluster 1837
cluster 1838
cluster 1839
cluster 1840
cluster 1841
cluster 1842
cluster 1843
cluster 1844
cluster 1845
cluster 1846
cluster 1847
cluster 1848
cluster 1849
cluster 1850
cluster 1851
cluster 1852
cluster 1853
cluster 1854
cluster 1855
cluster 1856
cluster 1857
cluster 1858
cluster 1859
cluster 1860
cluster 1861
cluster 1862
cluster 1863
cluster 1864
cluster 1865
cluster 1866
cluster 1867
cluster 1868
cluster 1869
cluster 1870
cluster 1871
cluster 1872
cluster 1873
cluster 1874
cluster 1875
cluster 1876
cluster 1877
cluster 1878
cluster 1879
cluster 1880
cluster 1881
cluster 1882
cluster 1883
cluster 1884
cluster 1885
cluster 1886
cluster 1887
cluster 1888
cluster 1889
cluster 1890
cluster 1891
cluster 1892
cluster 1893
cluster 1894
cluster 1895
cluster 1896
cluster 1897
cluster 1898
cluster 1899
cluster 1900
cluster 1901
cluster 1902
cluster 1903
cluster 1904
cluster 1905
cluster 1906
cluster 1907
cluster 1908
cluster 1909
cluster 1910
cluster 1911
cluster 1912
cluster 1913
cluster 1914
cluster 1915
cluster 1916
cluster 1917
cluster 1918
cluster 1919
cluster 1920
cluster 1921
cluster 1922
cluster 1923
cluster 1924
cluster 1925
cluster 1926
cluster 1927
cluster 1928
cluster 1929
cluster 1930
cluster 1931
cluster 1932
cluster 1933
cluster 1934
cluster 1935
cluster 1936
cluster 1937
cluster 1938
cluster 1939
cluster 1940
cluster 1941
cluster 1942
cluster 1943
cluster 1944
cluster 1945
cluster 1946
cluster 1947
cluster 1948
cluster 1949
cluster 1950
cluster 1951
cluster 1952
cluster 1953
cluster 1954
cluster 1955
cluster 1956
cluster 1957
cluster 1958
cluster 1959
cluster 1960
cluster 1961
cluster 1962
cluster 1963
cluster 1964
cluster 1965
cluster 1966
cluster 1967
cluster 1968
cluster 1969
cluster 1970
cluster 1971
cluster 1972
cluster 1973
cluster 1974
cluster 1975
cluster 1976
cluster 1977
cluster 1978
cluster 1979
cluster 1980
cluster 1981
cluster 1982
cluster 1983
cluster 1984
cluster 1985
cluster 1986
cluster 1987
cluster 1988
cluster 1989
cluster 1990
cluster 1991
cluster 1992
cluster 1993
cluster 1994
cluster 1995
cluster 1996
cluster 1997
cluster 1998
cluster 1999
cluster 2000

. 
. ***********************************
. * Calculate family-wise error rates for Table 1
. ***********************************
. 
. use "`outdir'/simulation_normal.dta", clear

. gen scenario = "normal"

. 
. append using "`outdir'/simulation_lognormal.dta"

. replace scenario = "lognormal" if mi(scenario)
variable scenario was str6 now str9
(20,000 real changes made)

. 
. append using "`outdir'/simulation_correlated.dta"

. replace scenario = "simulation_correlated" if mi(scenario)
variable scenario was str9 now str21
(20,000 real changes made)

. 
. append using "`outdir'/simulation_subgroup.dta"

. replace scenario = "subgroup" if mi(scenario)
(20,000 real changes made)

. 
. * Flag hypotheses that are rejected at alpha = 0.05
. foreach v in p pwyoung psidak pbonf {
  2.         assert inrange(`v',0,1)
  3.         gen `v'_05 = `v'<.05
  4. }

. 
. * Family-wise error rate: probability of rejecting 1 (or more) hypotheses out
>  of this family of 10 hypotheses
. collapse (max) *_*, by(sim scenario) fast

. 
. * Calculate what proportion of the time this happens
. collapse (mean) *_*, by(scenario) fast

. list

     +----------------------------------------------------------------+
     |              scenario    p_05   pwyou~05   psida~05   pbonf_05 |
     |----------------------------------------------------------------|
  1. |             lognormal    .577       .058      .2375       .234 |
  2. |                normal   .3975      .0415        .04        .04 |
  3. | simulation_correlated    .685       .513      .3465       .344 |
  4. |              subgroup    .387      .0455      .0505      .0475 |
     +----------------------------------------------------------------+

. 
. ***
. * Format and output Table 1
. ***
. gen dummy=1

. preserve

.         foreach v in pwyoung_05 psidak_05 pbonf_05 p_05 {
  2.                 keep `v' dummy scenario
  3.                 reshape wide `v', i(dummy) j(scenario) str
  4.                 rename `v'* *
  5.                 gen var = "`v'"
  6.                 if "`v'"!="pwyoung_05" append using "`t'"
  7.                 save "`t'", replace
  8.                 restore, preserve
  9.         }
(note: j = lognormal normal simulation_correlated subgroup)

Data                               long   ->   wide
-----------------------------------------------------------------------------
Number of obs.                        4   ->       1
Number of variables                   3   ->       5
j variable (4 values)          scenario   ->   (dropped)
xij variables:
                             pwyoung_05   ->   pwyoung_05lognormal pwyoung_05no
> rmal ... pwyoung_05subgroup
-----------------------------------------------------------------------------
file /tmp/St22414.000002 saved
(note: j = lognormal normal simulation_correlated subgroup)

Data                               long   ->   wide
-----------------------------------------------------------------------------
Number of obs.                        4   ->       1
Number of variables                   3   ->       5
j variable (4 values)          scenario   ->   (dropped)
xij variables:
                              psidak_05   ->   psidak_05lognormal psidak_05norm
> al ... psidak_05subgroup
-----------------------------------------------------------------------------
(note: variable var was str9, now str10 to accommodate using data's values)
file /tmp/St22414.000002 saved
(note: j = lognormal normal simulation_correlated subgroup)

Data                               long   ->   wide
-----------------------------------------------------------------------------
Number of obs.                        4   ->       1
Number of variables                   3   ->       5
j variable (4 values)          scenario   ->   (dropped)
xij variables:
                               pbonf_05   ->   pbonf_05lognormal pbonf_05normal
>  ... pbonf_05subgroup
-----------------------------------------------------------------------------
(note: variable var was str8, now str10 to accommodate using data's values)
file /tmp/St22414.000002 saved
(note: j = lognormal normal simulation_correlated subgroup)

Data                               long   ->   wide
-----------------------------------------------------------------------------
Number of obs.                        4   ->       1
Number of variables                   3   ->       5
j variable (4 values)          scenario   ->   (dropped)
xij variables:
                                   p_05   ->   p_05lognormal p_05normal ... p_0
> 5subgroup
-----------------------------------------------------------------------------
(note: variable var was str4, now str10 to accommodate using data's values)
file /tmp/St22414.000002 saved

. restore, not

. 
. use "`t'", clear

. drop dummy

. order var normal subgroup simulation_correlated lognormal 

. 
. replace var = "Unadjusted"      if var=="p_05"
(1 real change made)

. replace var = "Bonferroni"      if var=="pbonf1_05"
(0 real changes made)

. replace var = "Bonferroni-Holm" if var=="pbonf_05"
variable var was str10 now str15
(1 real change made)

. replace var = "Sidak-Holm"      if var=="psidak_05"
(1 real change made)

. replace var = "Westfall-Young"  if var=="pwyoung_05"
(1 real change made)

. 
. set obs `=_N+3'
number of observations (_N) was 4, now 7

. replace var = "Num. observations"   if _n==_N-2
variable var was str15 now str17
(1 real change made)

. replace var = "Num. hypotheses"     if _n==_N-1
(1 real change made)

. replace var = "Hypotheses are true" if _n==_N
variable var was str17 now str19
(1 real change made)

. 
. foreach v of varlist normal-lognormal {
  2.         replace `v' = 10  if var=="Num. hypotheses"
  3.         replace `v' = 100 if var=="Num. observations"
  4.         
.         tostring `v', replace force format(%12.3fc)
  5.         replace `v' = subinstr(`v',".000","",1)
  6.         
.         if "`v'"!="simulation_correlated" replace `v' = "Y" if var=="Hypothes
> es are true"
  7.         else                              replace `v' = "N" if var=="Hypot
> heses are true"
  8. }
(1 real change made)
(1 real change made)
normal was float now str7
normal was forced to string; some loss of information
(2 real changes made)
(1 real change made)
(1 real change made)
(1 real change made)
subgroup was float now str7
subgroup was forced to string; some loss of information
(2 real changes made)
(1 real change made)
(1 real change made)
(1 real change made)
simulation_correlated was float now str7
simulation_correlated was forced to string; some loss of information
(2 real changes made)
(1 real change made)
(1 real change made)
(1 real change made)
lognormal was float now str7
lognormal was forced to string; some loss of information
(2 real changes made)
(1 real change made)

. 
. label var var "Adjustment method"

. label var normal "Normal errors"

. label var subgroup "Multiple subgroups"

. label var lognormal "Lognormal errors"

. label var simulation_correlated "Correlated errors"

. 
. local fn "Notes: Table reports the fraction of 2,000 simulations where at lea
> st one null hypothesis in a family of 10 hypotheses was rejected. All hypothe
> ses are true for the simulations reported in columns (1), (2), and (4), i.e.,
>  lower rejection rates are better. All hypotheses are false for the simulatio
> n reported in column (3), i.e., higher rejection rates are better. The Westfa
> ll-Young correction is performed using 1,000 bootstraps."

. texsave using "`tbldir'/wyoung1.tex", hlines(-3) autonumber nofix marker("tab
> :wyoung1") title("Family-wise rejection proportions at \(\alpha = 0.05\)") fo
> otnote("`fn'") headerlines("\midrule") varlabels replace

. 
. 
. ***********************************
. * Calculate family-wise error rates for Table 2 (clustering)
. ***********************************
. 
. use "`outdir'/simulation_cluster.dta", clear

. gen scenario = "v_" + vce + "_b_" + bootstrap

. 
. * Flag hypotheses that are rejected at alpha = 0.05
. foreach v in p pwyoung psidak pbonf {
  2.         assert inrange(`v',0,1)
  3.         gen `v'_05 = `v'<.05
  4. }

. 
. * Family-wise error rate: probability of rejecting 1 (or more) hypotheses out
>  of this family of 10 hypotheses
. collapse (max) *_*, by(sim scenario) fast

. 
. * Calculate what proportion of the time this happens
. collapse (mean) *_*, by(scenario) fast

. list

     +---------------------------------------------------------------+
     |             scenario    p_05   pwyou~05   psida~05   pbonf_05 |
     |---------------------------------------------------------------|
  1. |  v_cluster_b_cluster   .4015       .046      .0495      .0485 |
  2. | v_cluster_b_standard   .4015      .4985      .0495      .0485 |
  3. |     v_iid_b_standard   .6525      .1905       .188       .187 |
     +---------------------------------------------------------------+

. 
. ***
. * Format and output Table 2
. ***
. gen dummy=1

. preserve

.         foreach v in pwyoung_05 psidak_05 pbonf_05 p_05 {
  2.                 keep `v' dummy scenario
  3.                 reshape wide `v', i(dummy) j(scenario) str
  4.                 rename `v'* *
  5.                 gen var = "`v'"
  6.                 if "`v'"!="pwyoung_05" append using "`t'"
  7.                 save "`t'", replace
  8.                 restore, preserve
  9.         }
(note: j = v_cluster_b_cluster v_cluster_b_standard v_iid_b_standard)

Data                               long   ->   wide
-----------------------------------------------------------------------------
Number of obs.                        3   ->       1
Number of variables                   3   ->       4
j variable (3 values)          scenario   ->   (dropped)
xij variables:
                             pwyoung_05   ->   pwyoung_05v_cluster_b_cluster pw
> young_05v_cluster_b_standard pwyoung_05v_iid_b_standard
-----------------------------------------------------------------------------
file /tmp/St22414.000002 saved
(note: j = v_cluster_b_cluster v_cluster_b_standard v_iid_b_standard)

Data                               long   ->   wide
-----------------------------------------------------------------------------
Number of obs.                        3   ->       1
Number of variables                   3   ->       4
j variable (3 values)          scenario   ->   (dropped)
xij variables:
                              psidak_05   ->   psidak_05v_cluster_b_cluster psi
> dak_05v_cluster_b_standard psidak_05v_iid_b_standard
-----------------------------------------------------------------------------
(note: variable var was str9, now str10 to accommodate using data's values)
file /tmp/St22414.000002 saved
(note: j = v_cluster_b_cluster v_cluster_b_standard v_iid_b_standard)

Data                               long   ->   wide
-----------------------------------------------------------------------------
Number of obs.                        3   ->       1
Number of variables                   3   ->       4
j variable (3 values)          scenario   ->   (dropped)
xij variables:
                               pbonf_05   ->   pbonf_05v_cluster_b_cluster pbon
> f_05v_cluster_b_standard pbonf_05v_iid_b_standard
-----------------------------------------------------------------------------
(note: variable var was str8, now str10 to accommodate using data's values)
file /tmp/St22414.000002 saved
(note: j = v_cluster_b_cluster v_cluster_b_standard v_iid_b_standard)

Data                               long   ->   wide
-----------------------------------------------------------------------------
Number of obs.                        3   ->       1
Number of variables                   3   ->       4
j variable (3 values)          scenario   ->   (dropped)
xij variables:
                                   p_05   ->   p_05v_cluster_b_cluster p_05v_cl
> uster_b_standard p_05v_iid_b_standard
-----------------------------------------------------------------------------
(note: variable var was str4, now str10 to accommodate using data's values)
file /tmp/St22414.000002 saved

. restore, not

. 
. use "`t'", clear

. drop dummy

. order var v_iid_b_standard v_cluster_b_standard v_cluster_b_cluster 

. 
. replace var = "Unadjusted"      if var=="p_05"
(1 real change made)

. replace var = "Bonferroni"      if var=="pbonf1_05"
(0 real changes made)

. replace var = "Bonferroni-Holm" if var=="pbonf_05"
variable var was str10 now str15
(1 real change made)

. replace var = "Sidak-Holm"      if var=="psidak_05"
(1 real change made)

. replace var = "Westfall-Young"  if var=="pwyoung_05"
(1 real change made)

. 
. set obs `=_N+4'
number of observations (_N) was 4, now 8

. replace var = "Num. observations"  if _n==_N-3
variable var was str15 now str17
(1 real change made)

. replace var = "Num. hypotheses"    if _n==_N-2
(1 real change made)

. replace var = "Model std. errors"  if _n==_N-1
(1 real change made)

. replace var = "Cluster bootstrap"  if _n==_N
(1 real change made)

. 
. foreach v of varlist v_* {
  2.         replace `v' = 10   if var=="Num. hypotheses"
  3.         replace `v' = 1000 if var=="Num. observations"
  4.         
.         tostring `v', replace force format(%12.3fc)
  5.         replace `v' = subinstr(`v',".000","",1)
  6.         
.         if inlist("`v'","v_iid_b_standard")                           replace
>  `v' = "Homoskedastic" if var=="Model std. errors"
  7.         if inlist("`v'","v_cluster_b_standard","v_cluster_b_cluster") repl
> ace `v' = "Clustered" if var=="Model std. errors"
  8.         
.         if "`v'"=="v_cluster_b_cluster" replace `v' = "Y" if var=="Cluster bo
> otstrap"
  9.         else                            replace `v' = "N" if var=="Cluster
>  bootstrap"
 10. }
(1 real change made)
(1 real change made)
v_iid_b_standard was float now str9
v_iid_b_standard was forced to string; some loss of information
(2 real changes made)
variable v_iid_b_standard was str9 now str13
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
v_cluster_b_standard was float now str9
v_cluster_b_standard was forced to string; some loss of information
(2 real changes made)
(1 real change made)
(1 real change made)
(1 real change made)
(1 real change made)
v_cluster_b_cluster was float now str9
v_cluster_b_cluster was forced to string; some loss of information
(2 real changes made)
(1 real change made)
(1 real change made)

. 
. label var var "Adjustment method"

. label var v_iid_b_standard ""

. label var v_cluster_b_cluster ""

. 
. local fn "Notes: Table reports the fraction of 2,000 simulations where at lea
> st one null hypothesis in a family of 10 hypotheses was rejected. The differe
> nce between columns (1) and (2) is the assumption about the standard errors (
> homoskedastic or clustered). The difference between columns (2) and (3) is th
> e method of bootstrapping (resampling over individual observations versus clu
> sters), which matters only for the Westfall-Young correction. All null hypoth
> eses are true, i.e., lower rejection rates are better. Each simulation genera
> ted 100 panels (clusters) with 10 time periods. The Westfall-Young correction
>  is performed using 1,000 bootstraps."

. texsave using "`tbldir'/wyoung2.tex", hlines(-4) autonumber nofix marker("tab
> :wyoung2") title("Family-wise rejection proportions at \(\alpha = 0.05\), whe
> n the data generating process is serially correlated") footnote("`fn'") nonam
> es replace

. 
. 
. ** EOF
. 
end of do-file
